{
  "nav": {
    "home": "Home",
    "about": "About",
    "portfolio": "Portfolio",
    "exhibitions": "Exhibitions",
    "contact": "Contact"
  },
  "home": {
    "title": "Merja Kallunki",
    "heading": "Welcome to Merja Kallunki's Website",
    "subheading": "Explore the journey of breathwork, trauma healing, and personal growth.",
    "introHeader": "What is this website about?",
    "intro": "This website introduces the transformative practices of breathwork, trauma healing, and coaching. Discover how these methods can help you achieve relaxation, self-awareness, and emotional integration.",
    "sectionsHeader": "Explore the Sections",
    "sections": {
      "breathwork": "Breathwork: Learn how conscious breathing can unlock healing and relaxation.",
      "trauma": "Trauma Healing: Understand the methods to process and release trauma.",
      "coaching": "Coaching: Discover personalized guidance for self-growth and overcoming challenges.",
      "prananadi": "Prananadi: Experience the balance and harmony of Tibetan energy healing.",
      "shibari": "Shibari: Explore the art of rope work for body awareness and boundaries."
    },
    "welcomeHeader": "Welcome Message",
    "welcome": "Welcome to a space where healing meets self-discovery. Whether you're here to learn about breathwork, explore trauma healing, or seek coaching, this website offers insights and tools to support your journey."
  },
  "about": {
    "heading": "About Merja Kallunki",
    "bioHeader": "Biography",
    "bioText": "Merja Kallunki is a professional with deep roots in Lapland, Finland. Growing up in a Sámi family, her childhood was enriched by the traditions of reindeer herding and a profound connection to nature. This upbringing instilled in her a strong sense of presence and harmony with the natural world. Although she has spent most of her adult life in Helsinki, her heart remains in Lapland, where her journey of self-discovery and professional growth began.",
    "quote": "The conscious mind forgets, but the body remembers everything. I have embodied so many human themes and traumas in myself and my own body that there are no themes in humanity that I would not dare to look at alongside another person.",
    "philosophyHeader": "Philosophy & Approach",
    "philosophyText": "Merja’s work is deeply rooted in somatic experience, breathwork, and bodywork. She believes that unprocessed pain and trauma remain in the body, blocking the free flow of energy. Her approach integrates breath, movement, sound, touch, emotion, and meditation to support healing and self-awareness. By addressing both the physical and emotional aspects of trauma, Merja helps her clients achieve a deeper connection with themselves.",
    "storyHeader": "Who is Merja Kallunki?",
    "storyPoints": [
      "Addiction taught her the art of escape and the strength to overcome it.",
      "Experiences of violence revealed the power of fear and resilience.",
      "Caring for her father in his final days deepened her understanding of life, death, and the eternal rhythm of breath.",
      "Her children’s struggles have inspired her to face her own pain, surrender, and grow stronger."
    ],
    "storyConclusion": "Merja’s personal journey fuels her passion for helping others. She is dedicated to guiding her clients through their own stories, bringing light to experiences that are often difficult to articulate."
  },
  "portfolio": {
    "heading": "Portfolio (Services & Workshops)",
    "breathworkTitle": "Breathwork",
    "breathworkText": "Breath is the bridge between the physical and the spiritual. Through breath, the ratio of oxygen and carbon dioxide in the body changes, and it is possible to reach non-ordinary states of consciousness. Deep breathing raises theta frequencies, allowing access to deeper states of consciousness. Breathwork can help experience relaxation, calm, and intuition. It is a powerful tool for trauma release and emotional integration.",
    "bbtrsTitle": "BBTRS – BioDynamic Breathwork & Trauma Release System",
    "bbtrsPoints": [
      "Breath: Deep breathing to connect with the body.",
      "Movement: Trauma freezes the body; movement during breathwork releases energy.",
      "Sound: Music and sound help release the whole body.",
      "Touch: Conscious touch and bodywork support trauma release.",
      "Emotion: Facilitator guides emotional expression safely.",
      "Meditation: Practice ends with meditation to support integration."
    ],
    "breathworkShibari": "Breathwork can be combined with shibari (rope work) to strengthen body boundaries and support surrender and safety.",
    "somaticMovementTitle": "Somatic Movement Meditation",
    "somaticMovementText": "Movement meditation includes shaking, unwinding, and free dance. Each part releases tension from the body. Intuitive movement neutralizes stored memories and emotions, and meditative movement improves body awareness (Felt Sense).",
    "merTitle": "MER – Myofascial Energetic Release",
    "merText": "MER is a deep, holistic technique to release energy stored in the body. It combines deep tissue massage, supported stretches, craniosacral therapy, energy healing, joint release, and trauma healing. The process is client-led and tailored to individual needs.",
    "traumaTitle": "Trauma Work",
    "traumaText": "Trauma work is highly individual and combines breathwork, bodywork, discussion, and other methods as needed. The process is always based on the client’s wishes and readiness, supporting body awareness and deeper healing.",
    "coachingTitle": "Coaching",
    "coachingText": "Coaching integrates social work, education, psychology, and NLP with a somatic approach. The focus is on acceptance before change, supporting body connection and self-love. Coaching is available for various life situations, including parenting and youth work.",
    "prananadiTitle": "Prananadi Energy Healing",
    "prananadiText": "Prananadi is a Tibetan lineage energy healing method. Energy is channeled through the hands, best done in person. The treatment uses cleansing and energizing energy to help you find new balance, vitality, and inner harmony.",
    "shibariTitle": "Shibari Rope Work",
    "shibariText": "Shibari is integrated into workshops, breathwork, or as a standalone practice. It strengthens body boundaries and can be combined with breathwork for a powerful somatic experience. Shibari can be done solo or with a partner, and is a way to explore safety, surrender, and body awareness."
  },
  "events": {
    "heading": "Events",
    "upcomingTitle": "Upcoming Events",
    "table": {
      "name": "Name",
      "date": "Date",
      "location": "Location",
      "info": "More information"
    }
  },
  "contact": {
    "heading": "Contact & Social Media",
    "title": "Get in Touch",
    "email_label": "Email:",
    "whatsapp_label": "WhatsApp:",
    "website_label": "Website:",
    "instagram_label": "Instagram:",
    "facebook_label": "Facebook:",
    "telegram_label": "Telegram:",
    "description": "Reach out using the above methods or on social media, and let’s discuss the next steps.",
    "instagramWidgetHeader": "Follow Merja on Instagram"
  }
}
