{
  "nav": {
    "home": "Home",
    "about": "Merja",
    "portfolio": "Portfolio",
    "exhibitions": "Events",
    "contact": "Contact",
    "collaboration": "Collaboration"
  },
  "home": {
    "title": "Merja Kallunki",
    "heading": "Welcome to the world of breathwork and trauma healing",
    "subheading": "Explore the transformative power of breath and bodywork and let us go on a journey together.",
    "introHeader": "What is this website about?",
    "intro": "This website introduces the transformative practices of breathwork, trauma healing, and coaching. Discover how these methods can help you achieve relaxation, self-awareness, and emotional integration.",
    "sectionsHeader": "Explore the Sections",
    "sections": {
      "breathwork": "Breathwork: Learn how conscious breathing can open healing and relaxation.",
      "trauma": "Trauma Healing: Understand the methods for processing and releasing trauma.",
      "coaching": "Coaching: Find personalized guidance for self-development and overcoming challenges.",
      "prananadi": "Prananadi: Experience the balance and harmony of Tibetan energy healing.",
      "shibari": "Shibari: Discover the art of rope work for body awareness and strengthening boundaries."
    },
    "welcomeHeader": "Welcome Message",
    "welcome": "Welcome to a space where healing meets self-discovery. Whether you are here to learn about breathwork, explore trauma healing, or seek coaching, this website offers insights and tools to support your journey."
  },
  "about": {
    "heading": "Who is Merja Kallunki?",
    "subheading": "A journey of healing and transformation",
    "brandTitle": "Welcome and it is a pleasure to meet you.",
    "intro": "Breathing is remembering. Feeling is healing.",
    "imMerja": "I’m Merja.",
    "north": "I come from the north. From the silence of Lapland, from snowy forests, from Sámi roots and reindeer paths. That land shaped me. It still does. Even though I’ve lived most of my adult life in Helsinki, my body belongs to the wild. To stillness. To breath. To the in-between spaces.",
    "journeyWithin": "But my real journey didn’t start outside. It started within.",
    "cracks": "What cracked me open",
    "addiction": "Addiction cracked me open.",
    "violence": "Violence taught me the shape of fear.",
    "father": "Holding my father as he passed taught me the rhythm of life and death.",
    "children": "And my children — They have been my mirrors. Their pain made me face my own. Made me scream. Made me surrender.",
    "breath": "And in all of this... I discovered breath. The first one when we’re born. The last one when we leave. Everything in between is a chance to come back to the body.",
    "painQuote": "Pain that isn’t felt stays in the body. And the body always remembers.",
    "bodyKnows": "The body knows. That’s where I begin.",
    "holdingSpace": "I don’t believe in fixing people. I believe in holding space. In listening. In feeling the edges of what’s been hidden — and gently letting it rise.",
    "traumaLives": "I’ve seen it again and again: trauma doesn’t just live in the mind. It lives in the breath. In muscles. In bones. In patterns we don’t even see.",
    "heal": "So we don’t need to understand everything to heal. We need to breathe. To move. To be felt.",
    "presence": "This is not performance. It’s presence. It’s process.",
    "standForTitle": "What I stand for",
    "embodiment": "Embodiment over explanation. Not everything can be put into words — nor should it be.",
    "safety": "Safety in presence. A healing space is one where you’re allowed to be exactly as you are.",
    "traumaSacred": "Trauma as sacred ground. Our wounds are not shameful. They are entry points to transformation.",
    "breathAnchor": "Breath as anchor. Always available. Always real. A way back to yourself.",
    "natureTeacher": "Nature as teacher. Slow. Wild. Unapologetic. Like healing should be.",
    "offeringsTitle": "How I work",
    "noMethods": "I don’t offer methods. I offer my lived experience. I don’t see myself as a healer.",
    "walkBeside": "I walk beside you. Sometimes I hold space. Sometimes I witness. Sometimes I remind you to feel your feet.",
    "myOfferings": "My offerings — breathwork, bodywork, rope — they all come from what I’ve lived through. From what I’ve needed myself. From what has brought me back, again and again, to the truth of my body.",
    "ancient": "People often say they feel something ancient in my work. Something honest. Something wild. That’s the part of you I want to meet.",
    "breathRopeRhythm": "Breath. Rope. Rhythm.",
    "ropeFound": "Rope found me later. And it spoke to something I already knew in my bones.",
    "shibari": "Shibari is not just aesthetic. It’s somatic. It’s breath in motion. It’s surrender with boundaries. It’s intimacy with yourself or another.",
    "ropeLanguage": "In my sessions and workshops, rope is a language. It says: I see you. You are held. You can let go.",
    "whyTitle": "Why I do this work",
    "lived": "Because I’ve lived what I now offer.",
    "breathSoftens": "Because I’ve seen how breath can soften what feels impossible.",
    "safetyDeserve": "Because I believe we all deserve to feel safe in our own bodies.",
    "myWay": "This is my way. This is my devotion. To truth. To presence. To return.",
    "contact": ""
  },
  "portfolio": {
    "heading": "Portfolio",
    "subheading": "This is what I do and how I do it.",
    "introTitle": "Breathwork & Somatic Healing",
    "introText": "Merja Kallunki offers a unique synthesis of body-based healing practices that bridge traditional wisdom with contemporary somatic therapy. Her approach is rooted in deep personal transformation, professional training, and a lifelong connection to nature. Each modality she offers is informed by trauma-informed methodologies, intuitive presence, and a reverence for the body as a vessel of memory, healing, and integration.",
    "bbtrsTitle": "Biodynamic Breathwork & Trauma Release (BBTRS)",
    "bbtrsText": "Biodynamic Breathwork & Trauma Release System (BBTRS) is a multidimensional somatic therapy that works through six integrated elements: breath, movement, sound, touch, emotion, and meditation. Merja’s sessions invite clients into a transformative journey where unresolved tension and trauma stored in the body can be gently accessed and released.",
    "bbtrsBenefits": "This practice is particularly powerful for individuals seeking to reconnect with their emotional truth, restore nervous system balance, and activate deep inner clarity. The breathing techniques used stimulate the parasympathetic nervous system and allow the body to shift into a state of repair and openness.",
    "bbtrsQuote": "Breath is the bridge between the physical and the spiritual. Inhalation is birth. Exhalation is death. Stillness is where the eternal lives.",
    "bbtrsScience": "Scientific research increasingly supports the impact of conscious breathing on trauma recovery and emotional regulation, with studies showing how breathwork can activate theta and delta brainwave states—promoting deep relaxation and neuroplastic change.",
    "shibariTitle": "Shibari-Inspired Somatic Practice",
    "shibariText": "Merja offers shibari as a meditative and body-centered modality—either as a stand-alone experience or as part of an integrated workshop. Drawing from traditional Japanese rope practices and contemporary somatic psychology, these sessions create a safe and sacred container for exploring embodiment, trust, boundaries, and release.",
    "shibariBenefits": "Through rope, one can encounter the body’s edges in a new way—cultivating surrender, presence, and even emotional catharsis. Shibari becomes not a performance, but a process of conscious feeling and self-inquiry. Whether experienced solo or in pairs, it can provide profound shifts in one's relationship with safety, intimacy, and embodied awareness.",
    "shibariSelf": "Self-tying for self-inquiry and empowerment",
    "shibariPartner": "Partner work for co-regulation and attunement",
    "shibariWorkshops": "Thematic workshops blending movement, ritual, and breath",
    "merTitle": "Myofascial Energetic Release (MER)",
    "merText": "MER is a powerful therapeutic bodywork modality designed to unwind chronic tension, restore fascial elasticity, and support physical-emotional integration. The practice targets the deep layers of connective tissue, helping to dissolve energetic blockages and re-establish fluid movement throughout the body.",
    "merDeepTissue": "Deep tissue massage",
    "merCranio": "Craniosacral therapy",
    "merSomatic": "Somatic dialogue and emotional processing",
    "merEnergy": "Energetic touch and fascia mapping",
    "merReading": "Body reading for postural and energetic insight",
    "merIdeal": "This work is ideal for those recovering from stress, trauma, physical restrictions, or seeking a grounded reconnection with their body’s intelligence.",
    "somaticMovementTitle": "Somatic Movement Meditation",
    "somaticMovementText": "Movement is medicine. Before most breathwork or bodywork sessions, Merja offers guided somatic movement as a way to awaken body intelligence and soften into presence. Her three-part process includes:",
    "somaticShaking": "Shaking – to discharge tension and stimulate the nervous system",
    "somaticUnwinding": "Unwinding – to gently release patterns of holding",
    "somaticDance": "Free dance – to express the self beyond thought or words",
    "somaticBenefits": "This sequence draws from trauma-informed movement, dance therapy, and ancient intuitive movement practices. It promotes embodied awareness, emotional fluidity, and increased felt-sense—key elements for deep healing.",
    "coachingTitle": "1:1 Coaching & Trauma-Informed Support",
    "coachingText": "Merja’s integrative coaching work draws from years of experience across psychology, social services, NLP, and lived experience with trauma and transformation. Sessions combine somatic exploration with reflective dialogue, helping clients move beyond limiting stories and reconnect with their truth.",
    "coachingResilience": "Emotional resilience and nervous system regulation",
    "coachingParenting": "Parenting support and family dynamics",
    "coachingTrauma": "Trauma recovery and integration",
    "coachingSelfWorth": "Self-worth, body connection, and empowerment",
    "coachingYouth": "Youth mentorship, addiction support, and relational repair",
    "coachingTailored": "Every session is tailored to the client’s present moment, using a flexible approach that adapts to what the body and psyche need.",
    "prananadiTitle": "Prananadi Energy Healing",
    "prananadiText": "Prananadi is a lineage-based Tibetan energy healing system that channels balancing and purifying energy through the practitioner’s hands. This gentle yet potent practice operates on subtle levels of the energy body, dissolving blockages and promoting inner alignment.",
    "prananadiBenefits": "Merja incorporates Prananadi in live sessions, where it is often felt as a calming and restorative presence. While quiet and often wordless, this modality can support emotional clarity, spiritual connection, and energetic renewal.",
    "trainingTitle": "Training & Professional Path",
    "trainingText": "Merja’s professional development includes:",
    "trainingSocial": "Social Services (AMK) and Special Education (University of Helsinki)",
    "trainingPsych": "Advanced studies in psychology and NLP (Master level)",
    "trainingBBTRS": "Certified facilitator in Biodynamic Breathwork & Trauma Release and Myofascial Energetic Release",
    "trainingPrananadi": "Practitioner of Prananadi Energy Healing",
    "trainingShibari": "Immersive studies in shibari, somatic movement, and trauma-informed coaching",
    "trainingIntl": "International facilitation experience in Finland, Estonia, and the UK",
    "trainingSummary": "Her work is informed not just by academic training, but by profound lived experience, spiritual inquiry, and a fierce devotion to embodied transformation.",
    "contactNote": "For full details on sessions, workshops, and upcoming retreats, please refer to the Contact page to get in touch."
  },
  "events": {
    "heading": "Events",
    "subheading": "This is where you can meet me.",
    "upcomingTitle": "Upcoming Events",
    "intro": "This space holds invitations.\n\nTo breathe together.\nTo move, to feel, to soften.\nTo return to the body — in rhythm, in stillness, in trust.\n\nWhether it's a workshop, a retreat, or a single breath shared in a circle, each gathering is an opportunity to meet yourself more deeply. To be witnessed. To remember. To be held.\n\nMy events are not only performances. They are spaces of becoming.\n\nYou're welcome here — just as you are.",
    "table": {
      "name": "Name",
      "date": "Date",
      "location": "Location",
      "info": "More information"
    },
    "types": {
      "event": "Event",
      "workshop": "Workshop",
      "festival": "Festival"
    }
  },
  "contact": {
    "heading": "Contact & Social Media",
    "subheading": "Let’s connect and explore together. You mean world to me.",
    "title": "Get in Touch",
    "email_label": "Email:",
    "whatsapp_label": "WhatsApp:",
    "website_label": "Website:",
    "instagram_label": "Instagram:",
    "facebook_label": "Facebook:",
    "telegram_label": "Telegram:",
    "description": "Reach out using the above methods or on social media, and let’s discuss the next steps.",
    "instagramWidgetHeader": ""
  },
  "collaboration": {
    "heading": "Collaboration",
    "subheading": "Let’s work together for new possibilities.",
    "loremlimpsum1Title": "Luonnonperintösäätiö",
    "loremlimpsum1": "Breathwork by Merja Kallunki is part of a nature compensation campaign organized by Sallan matkailu and the Finnish Natural Heritage Foundation. Merja says, 'The campaign takes place in my childhood landscapes in Salla, and it aims to raise funds to acquire a protected area along the Oulankajoki River, in the scenery of Oulanka National Park.' The area has been spared from clear-cutting for decades, and its animals were voluntarily protected from hunting 40 years ago. The diverse nature includes over 160-year-old pine forests, maturing mixed forests, and floodplain forests by the river. The forest edges and center feature various types of mires: pine bogs, spruce mires, and open fens. The forest is home to many endangered habitats and species. Some parts of the area are being restored to their natural state, as they were before the post-war reconstruction era. You can learn more about the campaign here (https://luonnonperintosaatio.fi/sallan-luontohyvitys/)",
    "gallery": "Gallery"
  }
}
