{
  "nav": {
    "home": "Home",
    "about": "Merja",
    "portfolio": "Portfolio",
    "exhibitions": "Events",
    "contact": "Contact",
    "collaboration": "Collaboration"
  },
  "home": {
    "title": "Merja Kallunki",
    "heading": "Welcome to the world of breathwork and somatic healing",
    "subheading": "Discover the power of breathwork and somatic healing – join me on a journey.",
    "introHeader": "What is this website about?",
    "intro": "This website introduces the transformative practices of breathwork, trauma work, and coaching. Discover how these methods can help you achieve relaxation, self-awareness, and emotional integration.",
    "sectionsHeader": "Explore the Sections",
    "sections": {
      "breathwork": "Breathwork: Learn how conscious breathing can open healing and relaxation.",
      "trauma": "Trauma Work: Understand the methods for processing and releasing trauma.",
      "coaching": "Coaching: Find individual guidance for self-development and overcoming challenges.",
      "prananadi": "Prananadi: Experience the balance and harmony of Tibetan energy healing.",
      "shibari": "Shibari: Discover the art of rope work for body awareness and strengthening boundaries."
    },
    "welcomeHeader": "Welcome Message",
    "welcome": "Welcome to a space where healing meets self-discovery. Whether you are here to learn about breathwork, explore trauma work, or seek coaching, this website offers insights and tools to support your journey."
  },
  "about": {
    "heading": "Who is Merja Kallunki?",
    "subheading": "A journey of healing and transformation",
    "brandTitle": "Welcome and it is a pleasure to meet you.",
    "intro": "Breathing is remembering. Feeling is healing.",
    "bio": {
      "backgroundTitle": "My background",
      "background": "I am from Lapland. I went to school in Rovaniemi, but in practice I spent most of my childhood in Salla. My father was from a Sámi family and reindeer herding was present in my childhood home. I have a strong presence and connection to nature because I have lived close to it. I have lived almost all my adult life in Helsinki, although my home is in Lapland.",
      "embodimentTitle": "Embodiment and experiences",
      "embodiment": "The experiences of the physical body have long been the focus of my interest. Embodiment. How and where are experiences, feelings and traumas, because I believe that pain that is not allowed to be felt remains in the body, preventing the free flow of energy. Emotions are always connected to trauma, and I don't believe anyone survives this phenomenal world without trauma. Perhaps it is more about how deep they are.",
      "whoTitle": "Who is Merja Kallunki?",
      "who": "The greatest lessons I have learned so far have come from addiction, which taught me to escape.",
      "violence": "Many forms of violence, which taught me the power of fear.",
      "father": "Caring for my father at the end of his life, which taught me body love, the alternation of breath between birth (inhalation), death (exhalation) and emptiness, as well as stillness, the presence of eternity in the face of the physical body's death.",
      "children": "Of course, also my own children, whose pain has forced me to face my own, to scream, to feel and to cry. To feel powerless. To surrender.",
      "end": "So... from my own experience comes a passion to free from the story of the past and to bring light to experiences that are difficult to explain in words."
    },
    "cracks": "What cracked me open",
    "addiction": "Addiction cracked me open.",
    "violence": "Violence taught me the shape of fear.",
    "father": "Holding my father as he passed taught me the rhythm of life and death.",
    "children": "And my children — They have been my mirrors. Their pain made me face my own. Made me scream. Made me surrender.",
    "breath": "And in all of this... I discovered breath. The first one when we’re born. The last one when we leave. Everything in between is a chance to come back to the body.",
    "painQuote": "Pain that isn’t felt stays in the body. And the body always remembers.",
    "bodyKnows": "The body knows. That’s where I begin.",
    "holdingSpace": "I don’t believe in fixing people. I believe in holding space. In listening. In feeling the edges of what’s been hidden — and gently letting it rise.",
    "traumaLives": "I’ve seen it again and again: trauma doesn’t just live in the mind. It lives in the breath. In muscles. In bones. In patterns we don’t even see.",
    "heal": "So we don’t need to understand everything to heal. We need to breathe. To move. To be felt.",
    "presence": "This is not performance. It’s presence. It’s process.",
    "standForTitle": "What I stand for",
    "embodiment": "Embodiment over explanation. Not everything can be put into words — nor should it be.",
    "safety": "Safety in presence. A healing space is one where you’re allowed to be exactly as you are.",
    "traumaSacred": "Trauma as sacred ground. Our wounds are not shameful. They are entry points to transformation.",
    "breathAnchor": "Breath as anchor. Always available. Always real. A way back to yourself.",
    "natureTeacher": "Nature as teacher. Slow. Wild. Unapologetic. Like healing should be.",
    "offeringsTitle": "How I work",
    "noMethods": "I don’t offer methods. I offer my lived experience. I don’t see myself as a healer.",
    "walkBeside": "I walk beside you. Sometimes I hold space. Sometimes I witness. Sometimes I remind you to feel your feet.",
    "myOfferings": "My offerings — breathwork, bodywork, rope — they all come from what I’ve lived through. From what I’ve needed myself. From what has brought me back, again and again, to the truth of my body.",
    "ancient": "People often say they feel something ancient in my work. Something honest. Something wild. That’s the part of you I want to meet.",
    "breathRopeRhythm": "Breath. Rope. Rhythm.",
    "ropeFound": "Rope found me later. And it spoke to something I already knew in my bones.",
    "shibari": "Shibari is not just aesthetic. It’s somatic. It’s breath in motion. It’s surrender with boundaries. It’s intimacy with yourself or another.",
    "ropeLanguage": "In my sessions and workshops, rope is a language. It says: I see you. You are held. You can let go.",
    "whyTitle": "Why I do this work",
    "lived": "Because I’ve lived what I now offer.",
    "breathSoftens": "Because I’ve seen how breath can soften what feels impossible.",
    "safetyDeserve": "Because I believe we all deserve to feel safe in our own bodies.",
    "myWay": "This is my way. This is my devotion. To truth. To presence. To return.",
    "contact": ""
  },
  "portfolio": {
    "heading": "Portfolio",
    "subheading": "This is what I do and how I do it.",
    "introTitle": "Breathwork & Somatic Healing",
    "introText": "Merja Kallunki offers a unique combination of body-based healing methods that blend traditional wisdom and modern somatic therapy. Her approach is rooted in deep personal transformation, professional training, and a lifelong connection to nature. Every method she offers is based on trauma-informed practices, intuitive presence, and respect for the body as a vessel for memory, healing, and integration.",
    "bbtrsTitle": "Biodynamic Breathwork & Trauma Release System (BBTRS)",
    "bbtrsText": "Biodynamic Breathwork & Trauma Release System (BBTRS) is a multidimensional somatic therapy that works through six integrated elements: breath, movement, sound, touch, emotion, and meditation. Under Merja's guidance, clients embark on a transformative journey where tension and trauma stored in the body can be gently encountered and released.",
    "bbtrsBenefits": "This method is especially powerful for those who want to restore connection to their emotions, balance the nervous system, and find deep inner clarity. Breathing techniques activate the autonomic nervous system and allow the body to shift into a state of repair and openness.",
    "bbtrsQuote": "Breath is the bridge between the physical and the spiritual. Inhalation is birth, exhalation is death, and in between is eternity.",
    "bbtrsScience": "Scientific research increasingly supports the effect of conscious breathing on trauma recovery and emotional regulation. Studies show that breathwork can activate theta and delta waves – promoting deep relaxation and neuroplastic change.",
    "shibariTitle": "Shibari-Inspired Somatic Practice",
    "shibariText": "Merja offers shibari as a meditative and body-centered method – either as a stand-alone experience or as part of an integrated workshop. Sessions drawing from traditional Japanese rope work and modern somatic psychology create a safe and open space for exploring embodiment, trust, boundaries, and release.",
    "shibariBenefits": "With rope, you can encounter the body's boundaries in a new way – surrendering, being present, and even releasing emotions. Shibari becomes a process of conscious feeling and self-inquiry rather than a performance. Alone or with a partner, it can bring deep changes to the experience of safety, intimacy, and embodied awareness.",
    "shibariSelf": "Self-tying for self-inquiry and empowerment",
    "shibariPartner": "Partner work for co-regulation and attunement",
    "shibariWorkshops": "Thematic workshops combining movement and breath",
    "merTitle": "Myofascial Energetic Release (MER)",
    "merText": "MER is a powerful therapeutic bodywork modality aimed at unwinding chronic tension, restoring fascial elasticity, and supporting physical and mental well-being. Under Merja's guidance, clients have the opportunity to explore a body-oriented approach that allows the integration of experiences into their own life history.",
    "merDeepTissue": "Deep tissue massage and supported stretches",
    "merCranio": "Craniosacral therapy",
    "merSomatic": "Somatic work and emotional processing",
    "merEnergy": "Energetic touch and joint release",
    "merReading": "Body and energy observation for trauma healing at the body level",
    "merIdeal": "This work is especially suitable for those recovering from stress, trauma, physical limitations, or those who want to restore connection to their body's wisdom.",
    "somaticMovementTitle": "Somatic Movement & Active Meditation",
    "somaticMovementText": "Movement is medicine. At the beginning of most breathwork or bodywork sessions, Merja guides somatic movement to awaken body awareness and soften into presence. The three-phase process includes:",
    "somaticShaking": "Shaking – tension release and nervous system calming",
    "somaticUnwinding": "Unwinding – spiral movement that releases body tension",
    "somaticDance": "Free dance – self-expression without words or thoughts",
    "somaticBenefits": "This sequence is based on trauma-informed movement, dance therapy, and ancient intuitive movement practices. It promotes embodied awareness, emotional flow, and increased body sense – key elements for deep healing.",
    "coachingTitle": "Individual Meetings & Coaching",
    "coachingText": "Merja's integrative coaching is based on years of experience in psychology, social work, NLP, and personal experience with trauma and change. Sessions combine body-based exploration and reflective dialogue, helping clients move beyond limiting stories and find connection to their own truth.",
    "coachingResilience": "Emotional resilience and nervous system regulation",
    "coachingParenting": "Parenting support and family dynamics",
    "coachingTrauma": "Trauma recovery and integration",
    "coachingSelfWorth": "Self-esteem, body relationship, and empowerment",
    "coachingYouth": "Youth mentoring and addiction support",
    "coachingTailored": "Each session is tailored to the client's present moment, flexibly according to individual needs.",
    "prananadiTitle": "Prananadi Energy Healing",
    "prananadiText": "Prananadi is a Tibetan energy healing method in which balancing and purifying energy is channeled through the practitioner's hands. This gentle yet powerful method works on the subtle levels of the energy system and promotes inner balance.",
    "prananadiBenefits": "Energy healing is often experienced as calming and restoring presence. Although the method is quiet and often wordless, it can support emotional clarity, spiritual connection, and energy renewal.",
    "trainingTitle": "Training & Professional Path",
    "trainingText": "Merja's professional development includes:",
    "trainingSocial": "Social and educational field (AMK) as well as education and special education (University of Helsinki)",
    "trainingPsych": "Advanced studies in psychology and NLP (University of Jyväskylä)",
    "trainingBBTRS": "Certified facilitator in Biodynamic Breathwork & Trauma Release System, and Myofascial Energetic Release method",
    "trainingPrananadi": "Prananadi energy healer",
    "trainingShibari": "Shibari, in somatic movement and trauma-informed coaching",
    "trainingIntl": "International facilitation experience in Finland, Estonia, and the UK",
    "trainingSummary": "My work is guided not only by academic training, but also by deep personal experience, spiritual seeking, and a strong commitment to embodied transformation. Merja has gained experience and influence working under internationally renowned professionals such as Eryk Nisarga Dobozs, Giten Tonkov, Saara Kantanen, and Andy Buru.",
    "contactNote": "For full details on sessions, workshops, and upcoming retreats, contact me via the Contact page and follow Merja on social media @merja_kallunki."
  },
  "events": {
    "heading": "Events",
    "subheading": "This is where you can meet me.",
    "upcomingTitle": "Upcoming Events",
    "intro": "This space holds invitations.\n\nTo breathe together.\nTo move, to feel, to soften.\nTo return to the body — in rhythm, in stillness, in trust.\n\nWhether it's a workshop, a retreat, or a single breath shared in a circle, each gathering is an opportunity to meet yourself more deeply. To be witnessed. To remember. To be held.\n\nMy events are not only performances. They are spaces of becoming.\n\nYou're welcome here — just as you are.",
    "table": {
      "name": "Name",
      "date": "Date",
      "location": "Location",
      "info": "More information"
    },
    "types": {
      "event": "Event",
      "workshop": "Workshop",
      "festival": "Festival"
    }
  },
  "contact": {
    "heading": "Contact & Social Media",
    "subheading": "Let’s connect and explore together. You mean world to me.",
    "title": "Get in Touch",
    "email_label": "Email:",
    "whatsapp_label": "WhatsApp:",
    "website_label": "Website:",
    "instagram_label": "Instagram:",
    "facebook_label": "Facebook:",
    "telegram_label": "Telegram:",
    "description": "Reach out using the above methods or on social media, and let’s discuss the next steps.",
    "instagramWidgetHeader": ""
  },
  "collaboration": {
    "heading": "Collaboration",
    "subheading": "Let’s work together for new possibilities.",
    "loremlimpsum1Title": "Luonnonperintösäätiö",
    "loremlimpsum1": "Breathwork by Merja Kallunki is part of a nature compensation campaign organized by Sallan matkailu and the Finnish Natural Heritage Foundation. Merja says, 'The campaign takes place in my childhood landscapes in Salla, and it aims to raise funds to acquire a protected area along the Oulankajoki River, in the scenery of Oulanka National Park.' The area has been spared from clear-cutting for decades, and its animals were voluntarily protected from hunting 40 years ago. The diverse nature includes over 160-year-old pine forests, maturing mixed forests, and floodplain forests by the river. The forest edges and center feature various types of mires: pine bogs, spruce mires, and open fens. The forest is home to many endangered habitats and species. Some parts of the area are being restored to their natural state, as they were before the post-war reconstruction era. You can learn more about the campaign here (https://luonnonperintosaatio.fi/sallan-luontohyvitys/)",
    "gallery": "Gallery"
  }
}
