{
  "nav": {
    "home": "Home",
    "about": "About",
    "portfolio": "Portfolio",
    "exhibitions": "Exhibitions",
    "contact": "Contact"
  },
  "home": {
    "title": "Merja Kallunki",
    "heading": "Merja Kallunki",
    "subheading": "Breathe in. Breathe out.",
    "introHeader": "Welcome",
    "intro": "Breathwork By Merja Kallunki. I’m from Lapland. I went to school in Rovaniemi, but in practice, I’ve spent most of my childhood in Salla. My father came from a Sámi family, and reindeer herding was part of my childhood home. I have a strong presence and connection to nature because I’ve lived in close connection with it. I’ve lived in Helsinki for nearly my entire adult life, although my home is in Lapland. Experiences of the physical body have been of interest to me for a long time. Somatic experience. How and where are experiences, emotions, and traumas stored, because I believe that pain which is not allowed to be felt remains in the body, blocking the free flow of energy. Emotions are always linked to trauma, and I don’t think anyone escapes this phenomenon without traumas. It’s perhaps more about how deep they are."
  },
  "about": {
    "heading": "About Merja",
    "bioHeader": "Biography",
    "bioText": "I’m from Lapland. I went to school in Rovaniemi, but in practice, I’ve spent most of my childhood in Salla. My father came from a Sámi family, and reindeer herding was part of my childhood home. I have a strong presence and connection to nature because I’ve lived in close connection with it. I’ve lived in Helsinki for nearly my entire adult life, although my home is in Lapland. Experiences of the physical body have been of interest to me for a long time. Somatic experience. How and where are experiences, emotions, and traumas stored, because I believe that pain which is not allowed to be felt remains in the body, blocking the free flow of energy. Emotions are always linked to trauma, and I don’t think anyone escapes this phenomenon without traumas. It’s perhaps more about how deep they are.",
    "quote": "The conscious mind forgets, but the body remembers everything. I have embodied so many human themes and traumas in myself and my own body that there are no themes in humanity that I would not dare to look at alongside another person.",
    "philosophyHeader": "Philosophy & Approach",
    "philosophyText": "Somatic experience, breathwork, and bodywork are at the core of my approach. I believe pain that is not allowed to be felt remains in the body, blocking energy. My work integrates breath, movement, sound, touch, emotion, and meditation to support healing and self-awareness.",
    "storyHeader": "Who is Merja Kallunki?",
    "storyPoints": [
      "The greatest lessons I’ve learned so far have come from addiction, which taught me to escape.",
      "Violence in many forms, which taught me the power of fear.",
      "Caring for my father in his final days, which taught me body love, the rhythm of breathing between birth (inhalation), death (exhalation), and emptiness, as well as stillness, the presence of eternity in the face of the physical body’s death.",
      "Of course, my own children as well, whose pain has forced me to face my own, to scream, to feel, and to cry. To feel helpless. To surrender."
    ],
    "storyConclusion": "From my own experience comes the passion to free myself from the story of the past and bring light to experiences that are hard to explain with words."
  },
  "portfolio": {
    "heading": "Portfolio (Services & Workshops)",
    "breathworkTitle": "🫁 Breathwork",
    "breathworkText": "Breath is the bridge between the physical and the spiritual. Through breath, the ratio of oxygen and carbon dioxide in the body changes, and it is possible to reach non-ordinary states of consciousness. Deep breathing raises theta frequencies, allowing access to deeper states of consciousness. Breathwork can help experience relaxation, calm, and intuition. It is a powerful tool for trauma release and emotional integration.",
    "bbtrsTitle": "BBTRS – BioDynamic Breathwork & Trauma Release System",
    "bbtrsPoints": [
      "Breath: Deep breathing to connect with the body.",
      "Movement: Trauma freezes the body; movement during breathwork releases energy.",
      "Sound: Music and sound help release the whole body.",
      "Touch: Conscious touch and bodywork support trauma release.",
      "Emotion: Facilitator guides emotional expression safely.",
      "Meditation: Practice ends with meditation to support integration."
    ],
    "breathworkShibari": "Breathwork can be combined with shibari (rope work) to strengthen body boundaries and support surrender and safety.",
    "somaticMovementTitle": "Somatic Movement Meditation",
    "somaticMovementText": "Movement meditation includes shaking, unwinding, and free dance. Each part releases tension from the body. Intuitive movement neutralizes stored memories and emotions, and meditative movement improves body awareness (Felt Sense).",
    "merTitle": "MER – Myofascial Energetic Release",
    "merText": "MER is a deep, holistic technique to release energy stored in the body. It combines deep tissue massage, supported stretches, craniosacral therapy, energy healing, joint release, and trauma healing. The process is client-led and tailored to individual needs.",
    "traumaTitle": "Trauma Work",
    "traumaText": "Trauma work is highly individual and combines breathwork, bodywork, discussion, and other methods as needed. The process is always based on the client’s wishes and readiness, supporting body awareness and deeper healing.",
    "coachingTitle": "Coaching",
    "coachingText": "Coaching integrates social work, education, psychology, and NLP with a somatic approach. The focus is on acceptance before change, supporting body connection and self-love. Coaching is available for various life situations, including parenting and youth work.",
    "prananadiTitle": "Prananadi Energy Healing",
    "prananadiText": "Prananadi is a Tibetan lineage energy healing method. Energy is channeled through the hands, best done in person. The treatment uses cleansing and energizing energy to help you find new balance, vitality, and inner harmony.",
    "shibariTitle": "Shibari Rope Work",
    "shibariText": "Shibari is integrated into workshops, breathwork, or as a standalone practice. It strengthens body boundaries and can be combined with breathwork for a powerful somatic experience. Shibari can be done solo or with a partner, and is a way to explore safety, surrender, and body awareness."
  },
  "events": {
    "heading": "Events",
    "upcomingTitle": "Upcoming Events & Workshops",
    "eventList": [
      "Entheos 9.-11.5. Helsinki",
      "Paluu Juurille - festarit 23.-25.5. Frantsila",
      "Pasilan hyvinvointifestarit 24.5. Helsinki (aloitus työpaja)",
      "Natural High Healing 3.-6.7. Uusikaupunki",
      "Natural High 29.5.2025 Netherlands",
      "Het Landjuweel 7.-10.8. Netherlands"
    ],
    "workshopsTitle": "Workshops in Helsinki (April-May)",
    "workshopsList": [
      "Mon 28.4. Expression from Safety, Uudenmaankatu 33",
      "Registration: merja.rp.kallunki@gmail.com or WhatsApp +358400316541"
    ],
    "retreatTitle": "Special Retreat",
    "retreatText": "Embodiment with Breathwork & Shibari\nNikkilä Temple 16.-18.5.2025\nWeekend retreat with breathwork, shibari workshop, and a powerful breathwork session with optional self-tying. Focus on felt sense, somatic presence, and integrating past experiences. Breath guides deeper into the body, ropes create safe boundaries."
  },
  "contact": {
    "heading": "Contact & Social Media",
    "email": "merja.rp.kallunki@gmail.com",
    "whatsapp": "+358400316541",
    "website": "https://merjakallunki.fi",
    "instagram": "https://instagram.com/merja_kallunki",
    "facebook": "https://facebook.com/merjakallunki",
    "telegram": "Breathwork by Merja",
    "booking": "Calendly Merja",
    "description": "You can find me from social media and book a session or workshop via email or Calendly."
  }
}
