{
  "nav": {
    "home": "Inicio",
    "about": "Merja",
    "portfolio": "Portafolio",
    "exhibitions": "Eventos",
    "contact": "Contacto",
    "collaboration": "Colaboración",
    "testimonials": "Testimonios"
  },
  "home": {
    "title": "Merja Kallunki",
    "heading": "Bienvenido al mundo del trabajo de respiración y la sanación somática",
    "subheading": "Descubre el poder del trabajo de respiración y la sanación somática – acompáñame en este viaje.",
    "introHeader": "¿De qué trata este sitio web?",
    "intro": "Este sitio presenta las prácticas transformadoras del trabajo de respiración, el trabajo con trauma y el coaching. Descubre cómo estos métodos pueden ayudarte a lograr relajación, autoconciencia e integración emocional.",
    "sectionsHeader": "Explora las secciones",
    "sections": {
      "breathwork": "Trabajo de respiración: Aprende cómo la respiración consciente puede abrir la sanación y la relajación.",
      "trauma": "Trabajo con trauma: Comprende los métodos para procesar y liberar el trauma.",
      "coaching": "Coaching: Encuentra orientación individual para el desarrollo personal y superar desafíos.",
      "prananadi": "Prananadi: Experimenta el equilibrio y la armonía de la sanación energética tibetana.",
      "shibari": "Shibari: Descubre el arte del trabajo con cuerdas para la conciencia corporal y el fortalecimiento de los límites."
    },
    "welcomeHeader": "Mensaje de bienvenida",
    "welcome": "Bienvenido a un espacio donde la sanación se encuentra con el autodescubrimiento. Ya sea que estés aquí para aprender sobre el trabajo de respiración, explorar el trabajo con trauma o buscar coaching, este sitio ofrece ideas y herramientas para apoyar tu viaje."
  },
  "about": {
    "heading": "¿Quién es Merja Kallunki?",
    "subheading": "Un viaje de sanación y transformación",
    "brandTitle": "Bienvenido, es un placer conocerte.",
    "intro": "Respirar es recordar. Sentir es sanar.",
    "bio": {
      "backgroundTitle": "Mi trasfondo",
      "background": "Soy de Laponia. Fui a la escuela en Rovaniemi, pero en la práctica pasé la mayor parte de mi infancia en Salla. Mi padre era de una familia sami y la cría de renos estaba presente en mi hogar de la infancia. Tengo una fuerte presencia y conexión con la naturaleza porque he vivido cerca de ella. He vivido casi toda mi vida adulta en Helsinki, aunque mi hogar está en Laponia.",
      "embodimentTitle": "Corporalidad y experiencias",
      "embodiment": "Las experiencias del cuerpo físico han sido durante mucho tiempo el centro de mi interés. Corporalidad. Cómo y dónde están las experiencias, los sentimientos y los traumas, porque creo que el dolor que no se permite sentir permanece en el cuerpo, impidiendo el libre flujo de energía. Las emociones siempre están relacionadas con el trauma, y no creo que nadie sobreviva a este mundo fenomenal sin traumas. Quizás se trate más bien de cuán profundos son.",
      "whoTitle": "¿Quién es Merja Kallunki?",
      "who": "Las mayores lecciones que he aprendido hasta ahora han venido de la adicción, que me enseñó a huir.",
      "violence": "Muchas formas de violencia, que me enseñaron el poder del miedo.",
      "father": "Cuidar a mi padre al final de su vida, lo que me enseñó el amor corporal, la alternancia de la respiración entre el nacimiento (inhalación), la muerte (exhalación) y el vacío, así como la quietud, la presencia de la eternidad ante la muerte del cuerpo físico.",
      "children": "Por supuesto, también mis propios hijos, cuyo dolor me ha obligado a enfrentar el mío, a gritar, a sentir y a llorar. A sentir impotencia. A rendirme.",
      "end": "Así que... de mi propia experiencia nace la pasión de liberarse de la historia del pasado y de dar luz a experiencias que son difíciles de explicar con palabras."
    },
    "cracks": "Lo que me abrió",
    "addiction": "La adicción me abrió.",
    "violence": "La violencia me enseñó la forma del miedo.",
    "father": "Sostener a mi padre mientras fallecía me enseñó el ritmo de la vida y la muerte.",
    "children": "Y mis hijos — Han sido mis espejos. Su dolor me hizo enfrentar el mío. Me hizo gritar. Me hizo rendirme.",
    "breath": "Y en todo esto... descubrí la respiración. La primera cuando nacemos. La última cuando nos vamos. Todo lo que hay entre medio es una oportunidad para volver al cuerpo.",
    "painQuote": "El dolor que no se siente permanece en el cuerpo. Y el cuerpo siempre recuerda.",
    "bodyKnows": "El cuerpo sabe. Ahí es donde empiezo.",
    "holdingSpace": "No creo en arreglar a las personas. Creo en sostener el espacio. En escuchar. En sentir los bordes de lo que ha estado oculto — y dejar que surja suavemente.",
    "traumaLives": "Lo he visto una y otra vez: el trauma no solo vive en la mente. Vive en la respiración. En los músculos. En los huesos. En patrones que ni siquiera vemos.",
    "heal": "Así que no necesitamos entender todo para sanar. Necesitamos respirar. Movernos. Ser sentidos.",
    "presence": "Esto no es una actuación. Es presencia. Es proceso.",
    "standForTitle": "Por qué lucho",
    "embodiment": "Encarnación sobre explicación. No todo se puede poner en palabras — ni debería.",
    "safety": "Seguridad en la presencia. Un espacio de sanación es aquel donde puedes ser exactamente como eres.",
    "traumaSacred": "El trauma como terreno sagrado. Nuestras heridas no son vergonzosas. Son puntos de entrada a la transformación.",
    "breathAnchor": "La respiración como ancla. Siempre disponible. Siempre real. Un camino de regreso a ti mismo.",
    "natureTeacher": "La naturaleza como maestra. Lenta. Salvaje. Sin disculpas. Como debe ser la sanación.",
    "offeringsTitle": "Cómo trabajo",
    "noMethods": "No ofrezco métodos. Ofrezco mi experiencia vivida. No me veo como una sanadora.",
    "walkBeside": "Camino a tu lado. A veces sostengo el espacio. A veces soy testigo. A veces te recuerdo sentir tus pies.",
    "myOfferings": "Mis ofertas — respiración, trabajo corporal, cuerdas — provienen de lo que he vivido. De lo que yo misma he necesitado. De lo que me ha traído de vuelta, una y otra vez, a la verdad de mi cuerpo.",
    "ancient": "La gente suele decir que siente algo antiguo en mi trabajo. Algo honesto. Algo salvaje. Esa es la parte de ti que quiero conocer.",
    "breathRopeRhythm": "Respiración. Cuerda. Ritmo.",
    "ropeFound": "La cuerda me encontró después. Y habló a algo que ya conocía en mis huesos.",
    "shibari": "Shibari no es solo estética. Es somático. Es respiración en movimiento. Es rendición con límites. Es intimidad contigo mismo o con otro.",
    "ropeLanguage": "En mis sesiones y talleres, la cuerda es un lenguaje. Dice: Te veo. Estás sostenido. Puedes soltar.",
    "whyTitle": "Por qué hago este trabajo",
    "lived": "Porque he vivido lo que ahora ofrezco.",
    "breathSoftens": "Porque he visto cómo la respiración puede suavizar lo que parece imposible.",
    "safetyDeserve": "Porque creo que todos merecemos sentirnos seguros en nuestro propio cuerpo.",
    "myWay": "Este es mi camino. Esta es mi devoción. A la verdad. A la presencia. Al regreso.",
    "contact": ""
  },
  "portfolio": {
    "heading": "Portafolio",
    "subheading": "Esto es lo que hago y cómo lo hago.",
    "introTitle": "Trabajo de Respiración y Sanación Somática",
    "introText": "Merja Kallunki ofrece una combinación única de métodos de sanación corporal que fusionan la sabiduría tradicional y la terapia somática moderna. Su enfoque se basa en una profunda transformación personal, formación profesional y una conexión de por vida con la naturaleza. Cada método que ofrece se fundamenta en prácticas informadas sobre el trauma, presencia intuitiva y respeto por el cuerpo como vehículo de memoria, sanación e integración.",
    "bbtrsTitle": "Biodynamic Breathwork & Trauma Release System (BBTRS)",
    "bbtrsText": "Biodynamic Breathwork & Trauma Release System (BBTRS) es una terapia somática multidimensional que funciona a través de seis elementos integrados: respiración, movimiento, sonido, contacto, emoción y meditación. Bajo la guía de Merja, los clientes emprenden un viaje transformador donde la tensión y el trauma almacenados en el cuerpo pueden ser suavemente encontrados y liberados.",
    "bbtrsBenefits": "Este método es especialmente poderoso para quienes desean restaurar la conexión con sus emociones, equilibrar el sistema nervioso y encontrar una profunda claridad interior. Las técnicas de respiración activan el sistema nervioso autónomo y permiten que el cuerpo pase a un estado de reparación y apertura.",
    "bbtrsQuote": "La respiración es el puente entre lo físico y lo espiritual. La inhalación es nacimiento, la exhalación es muerte y entre ambas está la eternidad.",
    "bbtrsScience": "La investigación científica respalda cada vez más el efecto de la respiración consciente en la recuperación del trauma y la regulación emocional. Los estudios muestran que el trabajo de respiración puede activar ondas theta y delta, promoviendo una relajación profunda y un cambio neuroplástico.",
    "shibariTitle": "Práctica Somática Inspirada en Shibari",
    "shibariText": "Merja ofrece shibari como un método meditativo y centrado en el cuerpo, ya sea como experiencia independiente o como parte de un taller integrado. Las sesiones, inspiradas en el trabajo tradicional japonés con cuerdas y la psicología somática moderna, crean un espacio seguro y abierto para explorar la conciencia corporal, la confianza, los límites y la liberación.",
    "shibariBenefits": "Con la cuerda se pueden explorar los límites del cuerpo de una nueva manera: rindiéndose, estando presente e incluso liberando emociones. El shibari se convierte en un proceso de sentir conscientemente y de autoindagación en lugar de una actuación. Solo o en pareja, puede aportar profundos cambios en la experiencia de seguridad, intimidad y conciencia corporal.",
    "shibariSelf": "Autoatado para la autoindagación y el empoderamiento",
    "shibariPartner": "Trabajo en pareja para la co-regulación y la sintonía",
    "shibariWorkshops": "Talleres temáticos que combinan movimiento y respiración",
    "merTitle": "Myofascial Energetic Release (MER)",
    "merText": "MER es una poderosa modalidad terapéutica corporal destinada a liberar la tensión crónica, restaurar la elasticidad fascial y apoyar el bienestar físico y mental. Bajo la guía de Merja, los clientes tienen la oportunidad de explorar un enfoque orientado al cuerpo que permite la integración de experiencias en su propia historia de vida.",
    "merDeepTissue": "Masaje de tejido profundo y estiramientos asistidos",
    "merCranio": "Terapia craneosacral",
    "merSomatic": "Trabajo somático y procesamiento emocional",
    "merEnergy": "Toque energético y liberación articular",
    "merReading": "Observación corporal y energética para la sanación del trauma a nivel corporal",
    "merIdeal": "Este trabajo es especialmente adecuado para quienes se recuperan del estrés, trauma, limitaciones físicas o desean restaurar la conexión con la sabiduría de su cuerpo.",
    "somaticMovementTitle": "Movimiento Somático y Meditación Activa",
    "somaticMovementText": "El movimiento es medicina. Al inicio de la mayoría de las sesiones de respiración o trabajo corporal, Merja guía el movimiento somático para despertar la conciencia corporal y suavizar la presencia. El proceso de tres fases incluye:",
    "somaticShaking": "Shaking – liberación de tensión y calma del sistema nervioso",
    "somaticUnwinding": "Unwinding – movimiento espiral que libera la tensión corporal",
    "somaticDance": "Baile libre – autoexpresión sin palabras ni pensamientos",
    "somaticBenefits": "Esta secuencia se basa en movimiento informado por el trauma, terapia de danza y prácticas de movimiento intuitivo ancestrales. Promueve la conciencia corporal, el flujo emocional y una mayor percepción corporal, elementos clave para una sanación profunda.",
    "coachingTitle": "Encuentros Individuales y Coaching",
    "coachingText": "El coaching integrativo de Merja se basa en años de experiencia en psicología, trabajo social, PNL y experiencia personal con trauma y cambio. Las sesiones combinan exploración corporal y diálogo reflexivo, ayudando a los clientes a superar historias limitantes y encontrar conexión con su propia verdad.",
    "coachingResilience": "Resiliencia emocional y regulación del sistema nervioso",
    "coachingParenting": "Apoyo a la crianza y dinámica familiar",
    "coachingTrauma": "Recuperación e integración del trauma",
    "coachingSelfWorth": "Autoestima, relación con el cuerpo y empoderamiento",
    "coachingYouth": "Mentoría juvenil y apoyo en adicciones",
    "coachingTailored": "Cada sesión se adapta al momento presente del cliente, de forma flexible según las necesidades individuales.",
    "prananadiTitle": "Sanación Energética Prananadi",
    "prananadiText": "Prananadi es un método de sanación energética tibetana en el que la energía equilibrante y purificadora se canaliza a través de las manos del practicante. Este método suave pero poderoso actúa en los niveles sutiles del sistema energético y promueve el equilibrio interior.",
    "prananadiBenefits": "La sanación energética suele experimentarse como una presencia calmante y restauradora. Aunque el método es silencioso y a menudo sin palabras, puede apoyar la claridad emocional, la conexión espiritual y la renovación energética.",
    "trainingTitle": "Formación y Trayectoria Profesional",
    "trainingText": "El desarrollo profesional de Merja incluye:",
    "trainingSocial": "Área social y educativa (AMK) así como educación y educación especial (Universidad de Helsinki)",
    "trainingPsych": "Estudios avanzados en psicología y PNL (Universidad de Jyväskylä)",
    "trainingBBTRS": "Facilitadora certificada en Biodynamic Breathwork & Trauma Release System y el método Myofascial Energetic Release",
    "trainingPrananadi": "Sanadora energética Prananadi",
    "trainingShibari": "Shibari, en movimiento somático y coaching informado sobre el trauma",
    "trainingIntl": "Experiencia internacional como facilitadora en Finlandia, Estonia y Reino Unido",
    "trainingSummary": "Mi trabajo está guiado no solo por la formación académica, sino también por una profunda experiencia personal, búsqueda espiritual y un fuerte compromiso con la transformación corporal. Merja ha adquirido experiencia e influencia trabajando bajo la guía de profesionales de renombre internacional como Eryk Nisarga Dobozs, Giten Tonkov, Saara Kantanen y Andy Buru.",
    "contactNote": "Para obtener detalles completos sobre sesiones, talleres y próximos retiros, contáctame a través de la página de Contacto y sigue a Merja en redes sociales @merja_kallunki."
  },
  "events": {
    "heading": "Eventos",
    "subheading": "Aquí es donde puedes encontrarme.",
    "upcomingTitle": "Próximos eventos",
    "pastTitle": "Eventos pasados",
    "intro": "Este espacio contiene invitaciones.\n\nPara respirar juntos,\nPara moverse, sentir, suavizar,\nPara volver al cuerpo, en ritmo, en quietud, en confianza.\n\nYa sea un taller, un retiro o una sola respiración compartida en un círculo, cada encuentro es una oportunidad para encontrarte más profundamente, para ser visto, para recordar, para ser sostenido.\n\nMis eventos no son solo actuaciones, son espacios de transformación.\n\nEres bienvenido aquí, tal como eres.",
    "registration": "Para inscribirte en eventos individuales, por favor contáctame por correo electrónico o WhatsApp. Puedes encontrar mis datos de contacto en la página de Contacto. Para los talleres internacionales, también puedes comunicarte directamente conmigo, te pondré en contacto con los organizadores locales que gestionan la logística. ¡Espero verte pronto!",
    "registrationSubheading": "Registro e información de contacto",
    "table": {
      "name": "Nombre",
      "date": "Fecha",
      "location": "Ubicación",
      "info": "Más información"
    },
    "types": {
      "event": "Evento",
      "workshop": "Taller",
      "festival": "Festival"
    },
    "privateSubheading": "Sesiones Privadas",
    "privateSessions": "En conexión con eventos y retiros, especialmente los internacionales, también ofrezco sesiones individuales 1:1. Estas son para quienes desean explorar una presencia más profunda, integración personal o simplemente desean ser recibidos en un espacio más íntimo.\n\nSi esto resuena contigo, no dudes en contactarme por WhatsApp o correo electrónico. Estaré encantada de contarte más."
  },
  "contact": {
    "heading": "Contacto y redes sociales",
    "subheading": "Conectemos y exploremos juntos. Eres muy importante para mí.",
    "title": "Ponte en contacto",
    "email_label": "Correo electrónico:",
    "whatsapp_label": "WhatsApp:",
    "website_label": "Sitio web:",
    "instagram_label": "Instagram:",
    "facebook_label": "Facebook:",
    "telegram_label": "Telegram:",
    "description": "Comunícate usando los métodos anteriores o en redes sociales, y discutamos los próximos pasos.",
    "instagramWidgetHeader": ""
  },
  "collaboration": {
    "heading": "Colaboración",
    "subheading": "Colaboremos para nuevas posibilidades.",
    "loremlimpsum1Title": "Luonnonperintösäätiö",
    "loremlimpsum1": "Breathwork by Merja Kallunki participa en una campaña de compensación de la naturaleza organizada por Sallan matkailu y la Fundación Finlandesa del Patrimonio Natural. Merja cuenta: 'La campaña se realiza en los paisajes de mi infancia en Salla y tiene como objetivo recaudar fondos para adquirir un área protegida a lo largo del río Oulankajoki, en el entorno del Parque Nacional de Oulanka.' La zona se ha salvado de la tala rasa durante décadas y sus animales fueron protegidos voluntariamente de la caza hace 40 años. La naturaleza diversa incluye bosques de pinos de más de 160 años, bosques mixtos en crecimiento y bosques de ribera inundables. En los bordes y el centro del bosque hay varios tipos de turberas: turberas de pino, de abeto y ciénagas abiertas. El bosque alberga muchos hábitats y especies en peligro de extinción. En parte del área se están realizando acciones de restauración para devolver la naturaleza a su estado anterior a la reconstrucción de la posguerra. Puedes conocer más sobre la campaña aquí (https://luonnonperintosaatio.fi/sallan-luontohyvitys/)",
    "gallery": "Galería"
  },
  "testimonials": {
    "heading": "Testimonios y Referencias",
    "intro": "Lee lo que dicen los clientes sobre sus experiencias con los servicios de Merja.",
    "t1": {
      "translation": "(Traducción al español) Querida Merja, estuve en tu sesión en el Natural High Festival. Me impresionaste mucho tú y lo que la respiración hizo por mí. Fui a tu taller completamente en blanco, sin ninguna expectativa. El título de tu taller me dio curiosidad. Y qué maravilloso fue. La relajación que sentí después de tu sesión es algo que no había experimentado en mucho tiempo.",
      "name": "Suus",
      "time": "2025",
      "source": "English to Spanish translation"
    },
    "t2": {
      "translation": "(Traducción al español) Hola Merja, qué encuentro tan encantador. Recibí una guía muy clara para tu taller del sábado y realmente sucedió lo que me habían preparado. Estoy agradecida de haber podido experimentar esto allí contigo, bajo tu guía. Eres una gran inspiración para mí y espero que nuestros caminos se crucen pronto de nuevo.",
      "name": "Netta",
      "time": "2024",
      "source": "Finnish to Spanish translation"
    },
    "t3": {
      "translation": "(Traducción al español) Escuché en la sauna y de un par de amigos que en tu taller en Natuilla la gente llegó a frecuencias totalmente diferentes a cualquier otro lugar. ¡Eres increíble! ¡Fue maravilloso encontrarnos cara a cara!",
      "name": "Mari",
      "time": "2024",
      "source": "Finnish to Spanish translation"
    },
    "t4": {
      "translation": "(Traducción al español) Hola :) buenos días y gracias por Natuilla. Tu taller resonó mucho. Haces un trabajo increíble y con gusto trabajaría más contigo.",
      "name": "Petra",
      "time": "2024",
      "source": "Finnish to Spanish translation"
    },
    "t5": {
      "translation": "(Traducción al español) Hola Merja, quiero agradecerte de todo corazón por el taller de ayer por la mañana. Por suerte me atreví a ir y a dirigirme hacia lo desconocido. Ni siquiera sé cómo describir la energía en el tipi, porque fue algo tan grande y mágico, y tan seguro. La práctica abrió algo tan profundo en mí que aún no he tenido tiempo de procesarlo todo, pero aún así quería agradecerte por hacer posible esta experiencia tan significativa. Seguramente esto fue un punto de inflexión en mi vida. Todo lo mejor para ti.",
      "name": "Sofi",
      "time": "2024",
      "source": "Finnish to Spanish translation"
    },
    "t6": {
      "translation": "(Traducción al español) Gracias de nuevo por el retiro, fue un fin de semana encantador. Fue bueno estar un rato fuera de los círculos familiares. Los talleres fueron educativos pero amables. Me gusta tu forma de guiar 'exigente' pero aceptante. Da la sensación de que no tienes que intentar ser más de lo que eres, pero precisamente a través de esa gracia terminas desafiándote a ti mismo casi sin darte cuenta. Hay que hacer el trabajo uno mismo, de lo contrario uno podría quedarse vacío. Como siempre pediste al final de la práctica, agradecer el trabajo que cada uno de nosotros hizo. Una semana después todavía siento que mi respiración es más libre y estoy más presente. También he visto los pequeños problemas cotidianos desde una perspectiva un poco más amplia y se ha abierto espacio para otros sentimientos en lugar de ansiedad. Espero que nos volvamos a encontrar pronto. Que tengas una semana maravillosa.",
      "name": "Soila",
      "time": "2024",
      "source": "Finnish to Spanish translation"
    },
    "t7": {
      "translation": "(Traducción al español) Gracias Merja, una vez más por el fin de semana. Fue un retiro realmente maravilloso aunque también fue intenso y desafiante. El horario estaba bien pensado y había la cantidad justa de programa y descansos para poder recuperarse entre los talleres. Tienes una increíble capacidad para crear un espacio seguro y amoroso donde te atreves a soltar y profundizar. Y luego al final siempre relajamos y volvemos a la paz. Gracias gracias gracias. Ha sido maravilloso conocerte y encontrar tus prácticas. Definitivamente vendré a ser atada / a respirar contigo y ojalá haya un nuevo retiro en otoño o el próximo año.",
      "name": "Laura Hyrkäs",
      "time": "2024",
      "source": "Finnish to Spanish translation"
    },
    "t8": {
      "translation": "(Traducción al español) Un hermoso agradecimiento por el tratamiento MER. Hace mucho tiempo que mi cuerpo no se sentía tan abierto y alineado como después del tratamiento. A veces la sensación ha sido realmente milagrosa. Mi caminar y postura se enderezaron. También reconozco mejor los momentos y situaciones en los que todavía llevo los hombros hacia adelante como protección. También en el plano mental, gané más confianza en simplemente ser yo misma. Puedo ser más fácilmente yo misma sin tener que pedir permiso o perdón a nadie por ser quien soy. Esa es una comprensión enorme y que cambia la vida, que se está abriendo... Y todo después de un solo tratamiento. Reconozco que todavía hay mucha ira y tristeza enterradas dentro, en las tensiones del cuerpo, pero capa por capa incluso el hielo de acero se derrite y se libera hacia la primavera.",
      "name": "Saara",
      "time": "2024",
      "source": "Finnish to Spanish translation"
    }
  }
}