{
  "nav": {
    "home": "Inicio",
    "about": "Merja",
    "portfolio": "Portafolio",
    "exhibitions": "Eventos",
    "contact": "Contacto",
    "collaboration": "Colaboración"
  },
  "home": {
    "title": "Merja Kallunki",
    "heading": "Bienvenido al mundo de la respiración y la sanación del trauma",
    "subheading": "Explora el poder transformador de la respiración y el trabajo corporal y emprendamos juntos este viaje.",
    "introHeader": "¿De qué trata este sitio web?",
    "intro": "Este sitio web presenta las prácticas transformadoras de la respiración, la sanación del trauma y el coaching. Descubre cómo estos métodos pueden ayudarte a lograr relajación, autoconciencia e integración emocional.",
    "sectionsHeader": "Explora las secciones",
    "sections": {
      "breathwork": "Respiración: Aprende cómo la respiración consciente puede abrir la sanación y la relajación.",
      "trauma": "Sanación del trauma: Comprende los métodos para procesar y liberar el trauma.",
      "coaching": "Coaching: Encuentra orientación personalizada para el desarrollo personal y superar desafíos.",
      "prananadi": "Prananadi: Experimenta el equilibrio y la armonía de la sanación energética tibetana.",
      "shibari": "Shibari: Descubre el arte del trabajo con cuerdas para la conciencia corporal y el fortalecimiento de los límites."
    },
    "welcomeHeader": "Mensaje de bienvenida",
    "welcome": "Bienvenido a un espacio donde la sanación se encuentra con el autodescubrimiento. Ya sea que estés aquí para aprender sobre la respiración, explorar la sanación del trauma o buscar coaching, este sitio web ofrece ideas y herramientas para apoyar tu viaje."
  },
  "about": {
    "heading": "¿Quién es Merja Kallunki?",
    "subheading": "Un viaje de sanación y transformación",
    "brandTitle": "Bienvenido, es un placer conocerte.",
    "intro": "Respirar es recordar. Sentir es sanar.",
    "imMerja": "Soy Merja.",
    "north": "Vengo del norte. Del silencio de Laponia, de bosques nevados, de raíces sami y caminos de renos. Esa tierra me formó. Todavía lo hace. Aunque he vivido la mayor parte de mi vida adulta en Helsinki, mi cuerpo pertenece a lo salvaje. Al silencio. A la respiración. A los espacios intermedios.",
    "journeyWithin": "Pero mi verdadero viaje no comenzó afuera. Comenzó dentro de mí.",
    "cracks": "Lo que me abrió",
    "addiction": "La adicción me abrió.",
    "violence": "La violencia me enseñó la forma del miedo.",
    "father": "Sostener a mi padre mientras fallecía me enseñó el ritmo de la vida y la muerte.",
    "children": "Y mis hijos — Han sido mis espejos. Su dolor me hizo enfrentar el mío. Me hizo gritar. Me hizo rendirme.",
    "breath": "Y en todo esto... descubrí la respiración. La primera cuando nacemos. La última cuando nos vamos. Todo lo que hay entre medio es una oportunidad para volver al cuerpo.",
    "painQuote": "El dolor que no se siente permanece en el cuerpo. Y el cuerpo siempre recuerda.",
    "bodyKnows": "El cuerpo sabe. Ahí es donde empiezo.",
    "holdingSpace": "No creo en arreglar a las personas. Creo en sostener el espacio. En escuchar. En sentir los bordes de lo que ha estado oculto — y dejar que surja suavemente.",
    "traumaLives": "Lo he visto una y otra vez: el trauma no solo vive en la mente. Vive en la respiración. En los músculos. En los huesos. En patrones que ni siquiera vemos.",
    "heal": "Así que no necesitamos entender todo para sanar. Necesitamos respirar. Movernos. Ser sentidos.",
    "presence": "Esto no es una actuación. Es presencia. Es proceso.",
    "standForTitle": "Por qué lucho",
    "embodiment": "Encarnación sobre explicación. No todo se puede poner en palabras — ni debería.",
    "safety": "Seguridad en la presencia. Un espacio de sanación es aquel donde puedes ser exactamente como eres.",
    "traumaSacred": "El trauma como terreno sagrado. Nuestras heridas no son vergonzosas. Son puntos de entrada a la transformación.",
    "breathAnchor": "La respiración como ancla. Siempre disponible. Siempre real. Un camino de regreso a ti mismo.",
    "natureTeacher": "La naturaleza como maestra. Lenta. Salvaje. Sin disculpas. Como debe ser la sanación.",
    "offeringsTitle": "Cómo trabajo",
    "noMethods": "No ofrezco métodos. Ofrezco mi experiencia vivida. No me veo como una sanadora.",
    "walkBeside": "Camino a tu lado. A veces sostengo el espacio. A veces soy testigo. A veces te recuerdo sentir tus pies.",
    "myOfferings": "Mis ofertas — respiración, trabajo corporal, cuerdas — provienen de lo que he vivido. De lo que yo misma he necesitado. De lo que me ha traído de vuelta, una y otra vez, a la verdad de mi cuerpo.",
    "ancient": "La gente suele decir que siente algo antiguo en mi trabajo. Algo honesto. Algo salvaje. Esa es la parte de ti que quiero conocer.",
    "breathRopeRhythm": "Respiración. Cuerda. Ritmo.",
    "ropeFound": "La cuerda me encontró después. Y habló a algo que ya conocía en mis huesos.",
    "shibari": "Shibari no es solo estética. Es somático. Es respiración en movimiento. Es rendición con límites. Es intimidad contigo mismo o con otro.",
    "ropeLanguage": "En mis sesiones y talleres, la cuerda es un lenguaje. Dice: Te veo. Estás sostenido. Puedes soltar.",
    "whyTitle": "Por qué hago este trabajo",
    "lived": "Porque he vivido lo que ahora ofrezco.",
    "breathSoftens": "Porque he visto cómo la respiración puede suavizar lo que parece imposible.",
    "safetyDeserve": "Porque creo que todos merecemos sentirnos seguros en nuestro propio cuerpo.",
    "myWay": "Este es mi camino. Esta es mi devoción. A la verdad. A la presencia. Al regreso.",
    "contact": ""
  },
  "portfolio": {
    "heading": "Portafolio",
    "subheading": "Esto es lo que hago y cómo lo hago.",
    "introTitle": "Respiración y Sanación Somática",
    "introText": "Merja Kallunki ofrece una síntesis única de prácticas de sanación corporal que unen la sabiduría tradicional con la terapia somática contemporánea. Su enfoque está arraigado en una profunda transformación personal, formación profesional y una conexión de por vida con la naturaleza. Cada modalidad que ofrece está informada por metodologías informadas sobre el trauma, presencia intuitiva y una reverencia por el cuerpo como un recipiente de memoria, sanación e integración.",
    "bbtrsTitle": "Respiración Biodinámica y Liberación de Trauma (BBTRS)",
    "bbtrsText": "El Sistema de Respiración Biodinámica y Liberación de Trauma (BBTRS) es una terapia somática multidimensional que trabaja a través de seis elementos integrados: respiración, movimiento, sonido, tacto, emoción y meditación. Las sesiones de Merja invitan a los clientes a un viaje transformador donde la tensión y el trauma no resueltos almacenados en el cuerpo pueden ser accedidos y liberados suavemente.",
    "bbtrsBenefits": "Esta práctica es especialmente poderosa para quienes buscan reconectarse con su verdad emocional, restaurar el equilibrio del sistema nervioso y activar una profunda claridad interior. Las técnicas de respiración utilizadas estimulan el sistema nervioso parasimpático y permiten que el cuerpo pase a un estado de reparación y apertura.",
    "bbtrsQuote": "La respiración es el puente entre lo físico y lo espiritual. La inhalación es nacimiento. La exhalación es muerte. La quietud es donde vive lo eterno.",
    "bbtrsScience": "La investigación científica respalda cada vez más el impacto de la respiración consciente en la recuperación del trauma y la regulación emocional, con estudios que muestran cómo la respiración puede activar estados cerebrales theta y delta, promoviendo una relajación profunda y un cambio neuroplástico.",
    "shibariTitle": "Práctica Somática Inspirada en Shibari",
    "shibariText": "Merja ofrece shibari como una modalidad meditativa y centrada en el cuerpo, ya sea como una experiencia independiente o como parte de un taller integrado. Combinando prácticas tradicionales japonesas de cuerda y psicología somática contemporánea, estas sesiones crean un espacio seguro y sagrado para explorar la encarnación, la confianza, los límites y la liberación.",
    "shibariBenefits": "A través de la cuerda, uno puede encontrar los límites del cuerpo de una nueva manera, cultivando la rendición, la presencia e incluso la catarsis emocional. Shibari no se convierte en una actuación, sino en un proceso de sentir consciente e indagación personal. Ya sea experimentado solo o en pareja, puede proporcionar cambios profundos en la relación de uno con la seguridad, la intimidad y la conciencia corporal.",
    "shibariSelf": "Autoatado para la autoindagación y el empoderamiento",
    "shibariPartner": "Trabajo en pareja para la co-regulación y la sintonía",
    "shibariWorkshops": "Talleres temáticos que combinan movimiento, ritual y respiración",
    "merTitle": "Liberación Energética Miofascial (MER)",
    "merText": "MER es una poderosa modalidad de trabajo corporal terapéutico diseñada para liberar la tensión crónica, restaurar la elasticidad fascial y apoyar la integración físico-emocional. La práctica se dirige a las capas profundas del tejido conectivo, ayudando a disolver bloqueos energéticos y restablecer el movimiento fluido en todo el cuerpo.",
    "merDeepTissue": "Masaje de tejido profundo",
    "merCranio": "Terapia craneosacral",
    "merSomatic": "Diálogo somático y procesamiento emocional",
    "merEnergy": "Toque energético y mapeo fascial",
    "merReading": "Lectura corporal para una visión postural y energética",
    "merIdeal": "Este trabajo es ideal para quienes se recuperan del estrés, el trauma, las restricciones físicas o buscan una reconexión fundamentada con la inteligencia de su cuerpo.",
    "somaticMovementTitle": "Meditación de Movimiento Somático",
    "somaticMovementText": "El movimiento es medicina. Antes de la mayoría de las sesiones de respiración o trabajo corporal, Merja ofrece movimiento somático guiado como una forma de despertar la inteligencia corporal y suavizarse en la presencia. Su proceso de tres partes incluye:",
    "somaticShaking": "Sacudidas – para descargar la tensión y estimular el sistema nervioso",
    "somaticUnwinding": "Desenrollar – para liberar suavemente los patrones de retención",
    "somaticDance": "Baile libre – para expresar el ser más allá del pensamiento o las palabras",
    "somaticBenefits": "Esta secuencia se basa en el movimiento informado por el trauma, la terapia de danza y antiguas prácticas de movimiento intuitivo. Promueve la conciencia corporal, la fluidez emocional y una mayor sensación sentida, elementos clave para una sanación profunda.",
    "coachingTitle": "Coaching 1:1 y Apoyo Informado sobre el Trauma",
    "coachingText": "El trabajo de coaching integrativo de Merja se basa en años de experiencia en psicología, servicios sociales, PNL y experiencia vivida con trauma y transformación. Las sesiones combinan la exploración somática con el diálogo reflexivo, ayudando a los clientes a ir más allá de las historias limitantes y reconectarse con su verdad.",
    "coachingResilience": "Resiliencia emocional y regulación del sistema nervioso",
    "coachingParenting": "Apoyo a la crianza y dinámica familiar",
    "coachingTrauma": "Recuperación e integración del trauma",
    "coachingSelfWorth": "Autoestima, conexión corporal y empoderamiento",
    "coachingYouth": "Mentoría juvenil, apoyo en adicciones y reparación relacional",
    "coachingTailored": "Cada sesión se adapta al momento presente del cliente, utilizando un enfoque flexible que se ajusta a lo que el cuerpo y la psique necesitan.",
    "prananadiTitle": "Sanación Energética Prananadi",
    "prananadiText": "Prananadi es un sistema de sanación energética tibetana basado en linaje que canaliza energía equilibrante y purificadora a través de las manos del practicante. Esta práctica suave pero potente opera en niveles sutiles del cuerpo energético, disolviendo bloqueos y promoviendo la alineación interior.",
    "prananadiBenefits": "Merja incorpora Prananadi en sesiones en vivo, donde a menudo se siente como una presencia calmante y restauradora. Aunque silenciosa y a menudo sin palabras, esta modalidad puede apoyar la claridad emocional, la conexión espiritual y la renovación energética.",
    "trainingTitle": "Formación y Trayectoria Profesional",
    "trainingText": "El desarrollo profesional de Merja incluye:",
    "trainingSocial": "Servicios Sociales (AMK) y Educación Especial (Universidad de Helsinki)",
    "trainingPsych": "Estudios avanzados en psicología y PNL (nivel Máster)",
    "trainingBBTRS": "Facilitadora certificada en Respiración Biodinámica y Liberación de Trauma y Liberación Energética Miofascial",
    "trainingPrananadi": "Practicante de Sanación Energética Prananadi",
    "trainingShibari": "Estudios intensivos en shibari, movimiento somático y coaching informado sobre el trauma",
    "trainingIntl": "Experiencia internacional como facilitadora en Finlandia, Estonia y el Reino Unido",
    "trainingSummary": "Su trabajo no solo está informado por la formación académica, sino por una profunda experiencia vivida, indagación espiritual y una devoción feroz a la transformación encarnada."
  },
  "events": {
    "heading": "Eventos",
    "subheading": "Aquí es donde puedes encontrarme.",
    "upcomingTitle": "Próximos eventos",
    "intro": "Este espacio contiene invitaciones.\n\nPara respirar juntos.\nPara moverse, sentir, suavizar.\nPara volver al cuerpo — en ritmo, en quietud, en confianza.\n\nYa sea un taller, un retiro o una sola respiración compartida en un círculo, cada encuentro es una oportunidad para encontrarte más profundamente. Para ser visto. Para recordar. Para ser sostenido.\n\nMis eventos no son solo actuaciones. Son espacios de devenir.\n\nEres bienvenido aquí — tal como eres.",
    "table": {
      "name": "Nombre",
      "date": "Fecha",
      "location": "Ubicación",
      "info": "Más información"
    },
    "types": {
      "event": "Evento",
      "workshop": "Taller",
      "festival": "Festival"
    }
  },
  "contact": {
    "heading": "Contacto y redes sociales",
    "subheading": "Conectemos y exploremos juntos. Eres muy importante para mí.",
    "title": "Ponte en contacto",
    "email_label": "Correo electrónico:",
    "whatsapp_label": "WhatsApp:",
    "website_label": "Sitio web:",
    "instagram_label": "Instagram:",
    "facebook_label": "Facebook:",
    "telegram_label": "Telegram:",
    "description": "Comunícate usando los métodos anteriores o en redes sociales, y discutamos los próximos pasos.",
    "instagramWidgetHeader": ""
  },
  "collaboration": {
    "heading": "Colaboración",
    "subheading": "Colaboremos para nuevas posibilidades.",
    "loremlimpsum1Title": "Luonnonperintösäätiö",
    "loremlimpsum1": "Breathwork by Merja Kallunki participa en una campaña de compensación de la naturaleza organizada por Sallan matkailu y la Fundación Finlandesa del Patrimonio Natural. Merja cuenta: 'La campaña se realiza en los paisajes de mi infancia en Salla y tiene como objetivo recaudar fondos para adquirir un área protegida a lo largo del río Oulankajoki, en el entorno del Parque Nacional de Oulanka.' La zona se ha salvado de la tala rasa durante décadas y sus animales fueron protegidos voluntariamente de la caza hace 40 años. La naturaleza diversa incluye bosques de pinos de más de 160 años, bosques mixtos en crecimiento y bosques de ribera inundables. En los bordes y el centro del bosque hay varios tipos de turberas: turberas de pino, de abeto y ciénagas abiertas. El bosque alberga muchos hábitats y especies en peligro de extinción. En parte del área se están realizando acciones de restauración para devolver la naturaleza a su estado anterior a la reconstrucción de la posguerra. Puedes conocer más sobre la campaña aquí (https://luonnonperintosaatio.fi/sallan-luontohyvitys/)",
    "gallery": "Galería"
  }
}