{
  "nav": {
    "home": "Etusivu",
    "about": "Merja",
    "portfolio": "Portfolio",
    "exhibitions": "Tapahtumat",
    "contact": "Yhteystiedot",
    "collaboration": "Yhteistyö",
    "testimonials": "Suositukset"
  },
  "home": {
    "title": "Merja Kallunki",
    "heading": "Tervetuloa tutustumaan hengitystyöskentelyn ja kehollisen parantamisen maailmaan",
    "subheading": "Tutustu hengitystyöskentelyn ja kehollisen parantamisen voimaan – lähde kanssani matkalle.",
    "introHeader": "Mistä tämä sivusto kertoo?",
    "intro": "Tämä sivusto esittelee hengitystyöskentelyn, traumatyöskentelyn ja valmennuksen muutosvoimaiset käytännöt. Löydä, kuinka nämä menetelmät voivat auttaa sinua saavuttamaan rentoutumisen, itsetietoisuuden ja tunnetason eheytymisen.",
    "sectionsHeader": "Tutustu osioihin",
    "sections": {
      "breathwork": "Hengitystyöskentely: Opi, kuinka tietoinen hengitys voi avata parantumisen ja rentoutumisen.",
      "trauma": "Traumatyöskentely: Ymmärrä menetelmät trauman käsittelyyn ja vapauttamiseen.",
      "coaching": "Valmennus: Löydä yksilöllistä ohjausta itsesi kehittämiseen ja haasteiden voittamiseen.",
      "prananadi": "Prananadi: Koe tiibetiläisen energiahoidon tasapaino ja harmonia.",
      "shibari": "Shibari: Tutustu köysityöskentelyn taiteeseen kehotietoisuuden ja rajojen vahvistamiseksi."
    },
    "welcomeHeader": "Tervetuloviesti",
    "welcome": "Tervetuloa tilaan, jossa parantuminen kohtaa itsensä löytämisen. Olitpa täällä oppimassa hengitystyöskentelystä, tutkimassa traumatyöskentelyä tai etsimässä valmennusta, tämä sivusto tarjoaa oivalluksia ja työkaluja matkasi tueksi."
  },
  "about": {
    "heading": "Kuka on Merja Kallunki?",
    "subheading": "Matka parantumiseen ja muutokseen",
    "brandTitle": "Tervetuloa tutustumaan minuun",
    "intro": "Hengittäminen on muistamista. Tunteminen on parantumista.",
    "bio": {
      "backgroundTitle": "Taustani",
      "background": "Olen kotoisin Lapista. Kävin koulut Rovaniemellä, mutta käytännössä olen viettänyt suurimman osan lapsuudestani Sallassa. Isäni oli saamelaisesta suvusta ja poronhoito oli läsnä lapsuudenkodissani. Omaan vahvan olemuksen ja yhteyden luontoon, koska olen elänyt läsnä luonnon kanssa. Oon lähes koko aikuisikäni asunut Helsingissä, vaikkakin kotini on Lapissa.",
      "embodimentTitle": "Kehollisuus ja kokemukset",
      "embodiment": "Fyysisen kehon kokemukset ovat olleet mielenkiintoni kohteena pitkään. Kehollisuus. Miten ja missä ovat kokemukset, tunteet ja traumat, sillä uskon, että kipu, jota ei suostuta tuntemaan, jää kehoon estäen energian vapaan virtaamisen. Tunteet liittyvät aina traumaan, enkä usko, että kukaan selviää tästä ilmiömaailmasta ilman traumoja. Kyse on ehkä enemmänkin siitä, miten syviä ne ovat",
      "whoTitle": "Kuka Merja Kallunki on?",
      "who": "Suurimmat oppikokemukset olen tähän mennessä saanut addiktiosta, joka opetti pakenemaan.",
      "violence": "Usean eri muodon väkivalta, joka opetti pelon voiman.",
      "father": "Isän saattohoitaminen, joka opetti kehorakkauden, hengityksen vuorottelun syntymän (sisäänhengitys), kuoleman (uloshengitys) ja tyhjyyden välillä sekä pysähtyneisyyden, ikuisuuden läsnäolon fyysisen kehon kuoleman edessä.",
      "children": "Tietysti myös omat lapset, joiden kipu on pakottanut kohtaamaan omansa, huutamaan, tuntemaan ja itkemään. Tuntemaan voimattomuutta. Antautumaan.",
      "end": "Niin.. omasta kokemuksesta syntyy intohimo vapauttaa menneisyyden tarinasta ja tuoda valoa kokemuksiin, joita on vaikea sanoin selittää"
    },
    "standForTitle": "Mitä edustan",
    "embodiment": "Kehollisuus ennen selitystä. Kaikkea ei voi – eikä tarvitse – pukea sanoiksi.",
    "safety": "Turva läsnäolossa. Parantava tila on sellainen, jossa saat olla juuri sellainen kuin olet.",
    "traumaSacred": "Trauma on pyhä maaperä. Haavamme eivät ole häpeällisiä. Ne ovat portteja muutokseen.",
    "breathAnchor": "Hengitys ankkurina. Aina saatavilla. Aina todellinen. Tie takaisin itseesi.",
    "natureTeacher": "Luonto opettajana. Hidas. Villi. Anteeksipyytelemätön. Niin kuin parantumisenkin kuuluu olla.",
    "offeringsTitle": "Miten työskentelen",
    "noMethods": "En tarjoa metodeja. Tarjoan elettyä kokemustani. En näe itseäni parantajana.",
    "walkBeside": "Kuljen rinnallasi. Joskus pidän tilaa. Joskus todistan. Joskus muistutan sinua tuntemaan jalkasi.",
    "myOfferings": "Tarjoamani – hengitystyö, kehollinen työ, köysi – kaikki kumpuavat siitä, mitä olen itse elänyt. Siitä, mitä olen itse tarvinnut. Siitä, mikä on tuonut minut yhä uudelleen kehoni totuuden äärelle.",
    "ancient": "Moni sanoo kokevansa työssäni jotain ikiaikaista. Jotain rehellistä. Jotain villiä. Sitä osaa sinussa haluan kohdata.",
    "breathRopeRhythm": "Hengitys. Köysi. Rytmi.",
    "ropeFound": "Köysi löysi minut myöhemmin. Ja puhui jollekin, jonka jo tunsin luissani.",
    "shibari": "Shibari ei ole vain esteettistä. Se on somaattista. Hengitystä liikkeessä. Antautumista rajoissa. Intiimiä suhdetta itseen tai toiseen.",
    "ropeLanguage": "Sessiot ja työpajat – köysi on kieli. Se sanoo: näen sinut. Olet kannateltu. Voit päästää irti.",
    "whyTitle": "Miksi teen tätä työtä",
    "lived": "Koska olen elänyt sen, mitä nyt tarjoan.",
    "breathSoftens": "Koska olen nähnyt, miten hengitys voi pehmentää mahdottoman tuntuisen.",
    "safetyDeserve": "Koska uskon, että jokainen ansaitsee tuntea olonsa turvalliseksi omassa kehossaan.",
    "myWay": "Tämä on minun tieni. Minun omistautumiseni. Totuudelle. Läsnäololle. Paluulle.",
    "contact": ""
  },
  "portfolio": {
    "heading": "Portfolio",
    "subheading": "Tätä teen ja näin teen sen.",
    "introTitle": "Hengitystyöskentely & Somaattinen Parantaminen",
    "introText": "Merja Kallunki tarjoaa ainutlaatuisen yhdistelmän kehollisia parantamismenetelmiä, jotka yhdistävät perinteisen viisauden ja nykyaikaisen somaattisen terapian. Hänen lähestymistapansa pohjautuu syvään henkilökohtaiseen muutokseen, ammatilliseen koulutukseen ja elinikäiseen luontoyhteyteen. Jokainen hänen tarjoamansa menetelmä perustuu trauma-tietoisiin käytäntöihin, intuitiiviseen läsnäoloon ja kunnioitukseen kehoa kohtaan muistojen, parantumisen ja integraation välineenä.",
    "bbtrsTitle": "Biodynamic Breathwork & Trauma Release System (BBTRS)",
    "bbtrsText": "Biodynamic Breathwork & Trauma Release System (BBTRS) on moniulotteinen somaattinen terapia, joka toimii kuuden integroidun elementin kautta: hengitys, liike, ääni, kosketus, tunne ja meditaatio. Merjan ohjauksessa asiakkaat pääsevät muuntavalle matkalle, jossa kehoon varastoitunut jännitys ja trauma voidaan lempeästi kohdata ja vapauttaa.",
    "bbtrsBenefits": "Tämä menetelmä on erityisen voimakas niille, jotka haluavat palauttaa yhteyden tunteisiinsa, tasapainottaa hermostoa ja löytää syvää sisäistä selkeyttä. Hengitystekniikat aktivoivat autonomista hermostoa ja mahdollistavat kehon siirtymisen korjaavaan ja avoimeen tilaan.",
    "bbtrsQuote": "Hengitys on silta fyysisen ja henkisen välillä. Sisäänhengitys on syntymä, uloshengitys on kuolema ja niiden välissä on ikuisuus.",
    "bbtrsScience": "Tieteellinen tutkimus tukee yhä enemmän tietoisen hengityksen vaikutusta trauman toipumiseen ja tunnesäätelyyn. Tutkimukset osoittavat, että hengitystyöskentely voi aktivoida theta- ja delta-aaltoja – edistäen syvää rentoutumista ja neuroplastista muutosta.",
    "shibariTitle": "Shibari-inspiroitu Somaattinen Harjoitus",
    "shibariText": "Merja tarjoaa shibaria meditatiivisena ja kehokeskeisenä menetelmänä – joko itsenäisenä kokemuksena tai osana integroitua työpajaa. Perinteisestä japanilaisesta köysityöskentelystä ja nykyaikaisesta somaattisesta psykologiasta ammentavat sessiot luovat turvallisen ja avoimen tilan kehotietoisuuden, luottamuksen, rajojen ja vapautumisen tutkimiseen.",
    "shibariBenefits": "Köyden avulla voi kohdata kehon rajat uudella tavalla – antautuen, läsnäollen ja jopa tunteita purkaen. Shibarista tulee esityksen sijaan tietoisen tuntemisen ja itsen tutkimisen prosessi. Yksin tai parin kanssa koettuna se voi tuoda syviä muutoksia turvallisuuden, läheisyyden ja kehollisen tietoisuuden kokemukseen.",
    "shibariSelf": "Itse-sitominen itsetutkiskeluun ja voimaantumiseen",
    "shibariPartner": "Parityöskentely yhteissäätelyyn ja virittymiseen",
    "shibariWorkshops": "Teemalliset työpajat, joissa yhdistyy liike ja hengitys",
    "merTitle": "Myofascial Energetic Release (MER)",
    "merText": "MER on voimakas terapeuttinen kehoterapiamuoto, jonka tavoitteena on purkaa kroonista jännitystä, palauttaa faskian joustavuus ja tukea fyysistä ja henkistä hyvinvointia. Merjan ohjauksessa asiakkaat saavat mahdollisuuden tutkia keho-orientoitunutta lähestymistapaa, joka mahdollistaa kokemusten integraation osaksi omaa elämänhistoriaa.",
    "merDeepTissue": "Syväkudoshieronta ja tuettuja venytyksiä",
    "merCranio": "Kraniosakraalihoito",
    "merSomatic": "Somaattinen työskentely ja tunteiden käsittely",
    "merEnergy": "Energeettinen kosketus ja nivelten vapautus",
    "merReading": "Kehon ja energian havainnointi trauman parantamista kehon tasolta",
    "merIdeal": "Tämä työ sopii erityisesti stressistä, traumasta, fyysistä rajoituksista toipuville tai niille, jotka haluavat palauttaa yhteyden kehonsa viisauteen.",
    "somaticMovementTitle": "Somatic Movement & Active Meditation",
    "somaticMovementText": "Liike on lääke. Useimpien hengitys- tai kehoterapiasessioiden alussa Merja ohjaa somaattista liikettä kehotietoisuuden herättämiseksi ja läsnäolon pehmentämiseksi. Kolmivaiheinen prosessi sisältää:",
    "somaticShaking": "Shaking – jännityksen purku ja hermoston rahoitttaminen",
    "somaticUnwinding": "Unwinding – spiraalinen liike, joka vapauttaa kehon jännitystä",
    "somaticDance": "Vapaa tanssi – itse ilmaisu ilman sanoja tai ajatuksia",
    "somaticBenefits": "Tämä kokonaisuus pohjautuu trauma-tietoiseen liikkeeseen, tanssiterapiaan ja ikiaikaisiin intuitiivisiin liikeharjoituksiin. Se edistää kehollista tietoisuutta, tunteiden virtaavuutta ja lisääntynyttä kehotuntemusta – keskeisiä elementtejä syvälle parantumiselle.",
    "coachingTitle": "Yksilö Tapaamiset & Valmennus",
    "coachingText": "Merjan integroiva valmennus pohjautuu vuosien kokemukseen psykologiasta, sosiaalialasta, NLP:stä sekä omakohtaisesta traumasta ja muutoksesta. Sessiot yhdistävät kehollista tutkimista ja reflektoivaa keskustelua, auttaen asiakkaita ylittämään rajoittavat tarinat ja löytämään yhteyden omaan totuuteensa.",
    "coachingResilience": "Tunne-elämän resilienssi ja hermoston säätely",
    "coachingParenting": "Vanhemmuuden tuki ja perhedynamiikka",
    "coachingTrauma": "Traumasta toipuminen ja integraatio",
    "coachingSelfWorth": "Itsetunto, kehosuhde ja voimaantuminen",
    "coachingYouth": "Nuorten mentorointi ja riippuvuustuki",
    "coachingTailored": "Jokainen sessio räätälöidään asiakkaan nykyhetkeen, joustavasti yksilöllisten tarpeiden mukaisesti.",
    "prananadiTitle": "Prananadi-energiahoito",
    "prananadiText": "Prananadi on tiibetiläinen energiahoitomenetelmä, jossa tasapainottavaa ja puhdistavaa energiaa kanavoidaan hoitajan käsien kautta. Tämä lempeä mutta voimakas menetelmä vaikuttaa energiajärjestelmän hienovaraisilla tasoilla ja edistäen sisäistä tasapainoa.",
    "prananadiBenefits": "Energia hoito koetaan usein koetaan rauhoittavana ja läsnäoloa palauttavana. Vaikka menetelmä on hiljainen ja usein sanaton, se voi tukea tunnepuolen selkeyttä, henkistä yhteyttä ja energian uudistumista.",
    "trainingTitle": "Koulutus & Ammatillinen Polku",
    "trainingText": "Merjan ammatillinen kehitys sisältää:",
    "trainingSocial": "Sosiaali- ja kasvatusala (AMK) sekä kasvatustiede ja erityispedagogiikka (Helsingin yliopisto)",
    "trainingPsych": "Syventävät opinnot psykologiassa ja NLP:ssä (Jyväskylän yliopisto)",
    "trainingBBTRS": "Sertifioitu ohjaaja Biodynamic Breatwork & Trauma Release System, sekä Myofascial Energetic Release -menetelmä",
    "trainingPrananadi": "Prananadi-energiahoitaja",
    "trainingShibari": "Shibari, somaattisessa liikkeessä ja trauma-tietoisessa valmennuksessa",
    "trainingIntl": "Kansainvälinen ohjaajakokemus Suomessa, Virossa ja Iso-Britanniassa",
    "trainingSummary": "Työtä ohjaa paitsi akateeminen koulutus, myös syvä omakohtainen kokemus, henkinen etsintä ja vahva omistautuminen keholliselle muutokselle. Merja on saanut kokemusta ja vaikutteita työskennellessään kansainvälisesti tunnettujen ammattilaisten opastuksessa, kuten Eryk Nisarga Dobozs, Giten Tonkov, Saara Kantanen ja Andy Buru",
    "contactNote": "Täydelliset tiedot sessioista, työpajoista ja tulevista retriiteistä saat ottamalla yhteyttä Yhteystiedot-sivun kautta ja seuraamalla Merjaa Sosiaalisessa mediassa @merja_kallunki."
  },
  "events": {
    "heading": "Tapahtumat",
    "subheading": "Täällä voit kohdata minut.",
    "upcomingTitle": "Tulevat tapahtumat & työpajat",
    "intro": "Tämä tila on kutsu.\n\nHengittämään yhdessä,\nLiikkumaan, tuntemaan, pehmenemään,\nPalaamaan kehoon, rytmissä, hiljaisuudessa, luottamuksessa.\n\nOlipa kyseessä työpaja, retriitti tai yksi jaettu hengitys piirissä, jokainen kokoontuminen on mahdollisuus kohdata itsesi syvemmin, tulla nähdyksi, muistaa, tulla kannatelluksi.\n\nTapahtumani eivät ole esityksiä, ne ovat tiloja, joissa saa olla matkalla.\n\nOlet tervetullut tänne, juuri sellaisena kuin olet.",
    "registration": "Ilmoittautuaksesi yksittäisiin tapahtumiin, otathan yhteyttä sähköpostitse tai WhatsAppilla. Yhteystietoni löydät Yhteystiedot-sivulta. Kansainvälisten työpajojen osalta voit olla yhteydessä suoraan minuun, yhdistän sinut paikallisiin järjestäjiin, jotka hoitavat käytännön järjestelyt. Toivottavasti nähdään pian!",
    "registrationSubheading": "Ilmoittautuminen ja yhteydenotto",
    "table": {
      "name": "Nimi",
      "date": "Päivä",
      "location": "Paikka",
      "info": "Lisätietoja"
    },
    "types": {
      "event": "Tapahtuma",
      "workshop": "Työpaja",
      "festival": "Festivaali"
    },
    "pastTitle": "Menneet tapahtumat",
    "privateSubheading": "Yksityissessiot",
    "privateSessions": "Tapahtumien ja retriittien yhteydessä, erityisesti kansainvälisissä tapahtumissa, tarjoan myös yksilöllisiä 1:1-sessioita. Nämä ovat sinulle, joka haluat syventää läsnäoloa, henkilökohtaista integraatiota tai kaipaat tulla kohdatuksi intiimimmässä tilassa.\n\nJos tämä resonoi kanssasi, voit ottaa yhteyttä WhatsAppilla tai sähköpostilla. Kerron mielelläni lisää."
  },
  "contact": {
    "heading": "Yhteystiedot & Sosiaalinen media",
    "subheading": "Ollaan yhteydessä ja tutkitaan yhdessä. Olet minulle tärkeä.",
    "title": "Ota yhteyttä",
    "email_label": "Sähköposti:",
    "whatsapp_label": "WhatsApp:",
    "website_label": "Verkkosivut:",
    "instagram_label": "Instagram:",
    "facebook_label": "Facebook:",
    "telegram_label": "Telegram:",
    "description": "Ota yhteyttä yläpuolella olevilla tavoilla tai somessa, ja sovitaan jatkosta.",
    "instagramWidgetHeader": ""
  },
  "collaboration": {
    "heading": "Yhteistyö",
    "subheading": "Tehdään yhdessä uutta.",
    "loremlimpsum1Title": "Luonnonperintösäätiö",
    "loremlimpsum1": "Breathwork by Merja Kallunki on mukana luontohyvityskampanjassa, joka toteutetaan Sallan matkailun ja Luonnonperintösäätiön toimesta. Merja kertoo, \"Kampanja toteutetaan lapsuuden maisemissani Sallassa, ja kampanjalla kerätään varoja suojelualueen hankkimiseksi Oulankajoen varrelta, Oulangan kansallispuiston maisemista.\" Alue on säästetty avohakkuilta vuosikymmeniä ja sen eläimet on omatoimisesti rauhoitettu metsästykseltä 40 v sitten. Alueen monimuotoiseen luontoon kuuluu yli 160-vuotiasta mäntymetsää, varttuvaa sekametsää sekä jokirannan tulvametsää. Metsän reunoilta ja keskeltä löytyy erilaisia suotyyppejä: rämettä, korpea ja nevaa. Metsästä löytyy monia uhanlaisia luontotyyppejä, joita asuttavat monet uhanalaiset metsä- ja suolajit. Osassa alueesta tehdään ennallistamistoimenpiteitä, jotta luonto palautuu siihen tilaan, jossa se oli ennen sotien jälleenrakennuksen aikaa. Pääset tutustumaan luontohyvityskampanjaan täältä (https://luonnonperintosaatio.fi/sallan-luontohyvitys/) ",
    "gallery": "Galleria"
  },
  "testimonials": {
    "heading": "Suositukset & Referenssit",
    "intro": "Lue asiakkaiden kokemuksia Merjan palveluista.",
    "t1": {
      "original": "Dear Merja, I was at your session at Natural High Festival. I was so impressed by you and by what the breathing did for me. I went to your workshop completely blank, without any expections. The title of your workshop made me curious. And how wonderful it was.\nThe relaxation I felt after your session, is something I haven’t experienced in a long time.",
      "translation": "(Käännös suomeksi)\nRakas Merja, olin istunnossasi Natural High -festivaaleilla. Olin niin vaikuttunut sinusta ja siitä, mitä hengitys teki minulle. Menin työpajaasi täysin tyhjänä, ilman odotuksia. Työpajasi nimi herätti uteliaisuuteni. Ja kuinka ihanaa se olikaan.\nRentoutuminen, jonka tunsin istuntosi jälkeen, on jotain, mitä en ole kokenut pitkään aikaan.",
      "name": "Suus",
      "time": "2025"
    },
    "t2": {
      "original": "Hei Merja, Olipahan ihana kohtaaminen. Mulle tuli hyvin selvä ohjaus sun lauantain workshoppiin ja siellä tapahtui todella se mihin mua on valmisteltu. Oon kiitollinen että pääsin kokemaan tämän sielä sun kanssa, sun ohjauksessa. Oot mulle iso inspiraatio ja toivottavasti meidän polut kohtaa pian uudestaan.",
      "translation": "(Translation in Finnish)\nHei Merja, Olipahan ihana kohtaaminen. Mulle tuli hyvin selvä ohjaus sun lauantain workshoppiin ja siellä tapahtui todella se mihin mua on valmisteltu. Oon kiitollinen että pääsin kokemaan tämän sielä sun kanssa, sun ohjauksessa. Oot mulle iso inspiraatio ja toivottavasti meidän polut kohtaa pian uudestaan.",
      "name": "Netta",
      "time": "2024"
    },
    "t3": {
      "original": "Kuulin saunomassa ohi mennen ja parilta kaverilta että sun työpajassa Natuilla oli päässyt ihan eri taajuuksille kuin ikinä missään. Oot aivan huikee!!! Oli ihana kohdata kasvokkain!",
      "translation": "(Translation in Finnish)\nKuulin saunomassa ohi mennen ja parilta kaverilta että sun työpajassa Natuilla oli päässyt ihan eri taajuuksille kuin ikinä missään. Oot aivan huikee!!! Oli ihana kohdata kasvokkain!",
      "name": "Mari",
      "time": "2024"
    },
    "t4": {
      "original": "Hei :) huomenta ja kiitos natuista. sun työpaja resonoi tosi paljon. Teet huikeeta työtä ja mielelläni työskentelisin lisää sun kanssa.",
      "translation": "(Translation in Finnish)\nHei :) huomenta ja kiitos natuista. sun työpaja resonoi tosi paljon. Teet huikeeta työtä ja mielelläni työskentelisin lisää sun kanssa.",
      "name": "Petra",
      "time": "2024"
    },
    "t5": {
      "original": "Hei Merja, Haluan kiittää sinua koko sydämestäni eilis­aamun työpajasta. Onneksi uskalsin tulla paikalle ja lähteä kohti tuntematonta. En edes tiedä miten kuvailisin sitä energiaa tiipiissä, koska se oli jotain niin suurta ja maagista – sekä niin turvallista. Harjoitus avasi minussa jotain niin syvää, etten ole sitä vielä luonnollisesti ehtinyt kokonaan prosessoimaan, mutta halusin silti kiittää sinua että mahdollistit tämän merkittävän kokemuksen. Tämä oli varmasti jonkinlainen käännekohta elämässäni. Kaikkea hyvää sinulle",
      "translation": "(Translation in Finnish)\nHei Merja, Haluan kiittää sinua koko sydämestäni eilis­aamun työpajasta. Onneksi uskalsin tulla paikalle ja lähteä kohti tuntematonta. En edes tiedä miten kuvailisin sitä energiaa tiipiissä, koska se oli jotain niin suurta ja maagista – sekä niin turvallista. Harjoitus avasi minussa jotain niin syvää, etten ole sitä vielä luonnollisesti ehtinyt kokonaan prosessoimaan, mutta halusin silti kiittää sinua että mahdollistit tämän merkittävän kokemuksen. Tämä oli varmasti jonkinlainen käännekohta elämässäni. Kaikkea hyvää sinulle",
      "name": "Sofi",
      "time": "2024"
    },
    "t6": {
      "original": "Kiitos vielä retriitistä, oli ihana viikonloppu. Teki hyvää olla hetki poissa tutuista ympyröistä. Työpajat olivat opettavaisia, mutta lempeitä. Pidän ‘vaativasta’, mutta hyväksyvästä ohjaustavastasi. Tulee sellainen tunne ettei tarvitse yrittää olla enemmän kuin on, mutta juuri sen armollisuuden kautta tulee sitten kuitenkin haastettua itseään kuin huomaamatta. Asioiden eteen on itse tehtävä se työ, muuten voisi jäädä tyhjä olo. Kuten harjoituksen lopuksi aina pyysitkin kiittämään siitä työstä mitä kukin teimme.\nNäin viikon jälkeen tuntuu edelleen, että hengitys kulkee vapaammin ja olen enemmän läsnä. Olen myös katsonut arjen pieniä ongelmia vähän suuremmasta perspektiivistä ja tilaa on vapautunut ahdistuksen sijaan muille tunteille.\nToivottavasti kohtaamme taas pian. Ihanaa viikkoa.",
      "translation": "(Translation in Finnish)\nKiitos vielä retriitistä, oli ihana viikonloppu. Teki hyvää olla hetki poissa tutuista ympyröistä. Työpajat olivat opettavaisia, mutta lempeitä. Pidän ‘vaativasta’, mutta hyväksyvästä ohjaustavastasi. Tulee sellainen tunne ettei tarvitse yrittää olla enemmän kuin on, mutta juuri sen armollisuuden kautta tulee sitten kuitenkin haastettua itseään kuin huomaamatta. Asioiden eteen on itse tehtävä se työ, muuten voisi jäädä tyhjä olo. Kuten harjoituksen lopuksi aina pyysitkin kiittämään siitä työstä mitä kukin teimme.\nNäin viikon jälkeen tuntuu edelleen, että hengitys kulkee vapaammin ja olen enemmän läsnä. Olen myös katsonut arjen pieniä ongelmia vähän suuremmasta perspektiivistä ja tilaa on vapautunut ahdistuksen sijaan muille tunteille.\nToivottavasti kohtaamme taas pian. Ihanaa viikkoa.",
      "name": "Soila",
      "time": "2024"
    },
    "t7": {
      "original": "Kiitos Merja, vielä kerran viikonlopusta. Oli tosi upea retriitti vaikka olikin myös intensiivinen ja haastava. Aikataulu oli hyvin mietitty ja oli just sopivasti ohjelmaa ja taukoa että ehti myös palautua työpajojen välissä. Sulla on mieletön kyky luoda turvallinen ja rakkaudellinen tila, jossa uskaltaa päästää irti ja mennä syvällekin. Ja sit aina lopussa höllätään ja palataan rauhaan. Kiitos kiitos kiitos. On ollut upeaa tutustua suhun ja löytää sun harjoitusten äärelle. Tuun ehdottomasti sulle sidottavaksi / hengittämään ja toivottavasti tulee uusi retriitti syksyllä tai vuoden päästä.",
      "translation": "(Translation in Finnish)\nKiitos Merja, vielä kerran viikonlopusta. Oli tosi upea retriitti vaikka olikin myös intensiivinen ja haastava. Aikataulu oli hyvin mietitty ja oli just sopivasti ohjelmaa ja taukoa että ehti myös palautua työpajojen välissä. Sulla on mieletön kyky luoda turvallinen ja rakkaudellinen tila, jossa uskaltaa päästää irti ja mennä syvällekin. Ja sit aina lopussa höllätään ja palataan rauhaan. Kiitos kiitos kiitos. On ollut upeaa tutustua suhun ja löytää sun harjoitusten äärelle. Tuun ehdottomasti sulle sidottavaksi / hengittämään ja toivottavasti tulee uusi retriitti syksyllä tai vuoden päästä.",
      "name": "Laura Hyrkäs",
      "time": "2024"
    },
    "t8": {
      "original": "Kaunis kiitos MER-hoidosta.\nEi ole ollut pitkään aikaan niin avonaisen tuntuinen, oikeassa linjassa oleva keho kuin hoidon jlk. Todella ihmeellinen olo ollut välillä. Kävely ja ryhti oikenivat. Tunnistan myös paremmin hetket ja tilanteet, kun vedän vielä olkapäät kyyryyn eteen suojaksi.\nMyös henkisellä puolella tuli varmuutta omaan olemiseen. Voin helpommin vain olla oma itseni tarvitsematta pyytää keneltäkään lupaa tai anteeksi sitä että olen. Se on valtavan iso ja elämää muuttava ymmärrys, mikä on avautumassa... Ja kaikki vain yhden hoidon jälkeen.\nTunnistan, että sisälle haudattua vihaa ja surua on kehon jännityksissä vielä paljon mutta kerros kerrokselta teräsjäätäkin kevättä kohden sulaa ja vapautuu kahleistaan.",
      "translation": "(Translation in Finnish)\nKaunis kiitos MER-hoidosta.\nEi ole ollut pitkään aikaan niin avonaisen tuntuinen, oikeassa linjassa oleva keho kuin hoidon jlk. Todella ihmeellinen olo ollut välillä. Kävely ja ryhti oikenivat. Tunnistan myös paremmin hetket ja tilanteet, kun vedän vielä olkapäät kyyryyn eteen suojaksi.\nMyös henkisellä puolella tuli varmuutta omaan olemiseen. Voin helpommin vain olla oma itseni tarvitsematta pyytää keneltäkään lupaa tai anteeksi sitä että olen. Se on valtavan iso ja elämää muuttava ymmärrys, mikä on avautumassa... Ja kaikki vain yhden hoidon jälkeen.\nTunnistan, että sisälle haudattua vihaa ja surua on kehon jännityksissä vielä paljon mutta kerros kerrokselta teräsjäätäkin kevättä kohden sulaa ja vapautuu kahleistaan.",
      "name": "Saara",
      "time": "2024"
    }
  },
  "private": {
    "heading": "Yksityiset sessiot",
    "subheading": "Syvällisempää työtä kanssani",
    "description": "Tapahtumien ja retriittien yhteydessä, erityisesti kansainvälisissä tapahtumissa, tarjoan myös yksilöllisiä 1:1-sessioita. Nämä ovat sinulle, joka haluat syventää läsnäoloa, henkilökohtaista integraatiota tai kaipaat tulla kohdatuksi intiimimmässä tilassa.\n\nJos tämä resonoi kanssasi, voit ottaa yhteyttä WhatsAppilla tai sähköpostilla. Kerron mielelläni lisää."
  }
}
