{
  "nav": {
    "home": "Etusivu",
    "about": "Tietoa",
    "portfolio": "Portfoliota",
    "exhibitions": "Näyttelyt",
    "contact": "Yhteystiedot"
  },
  "home": {
    "title": "Merja Kallunki",
    "heading": "Tervetuloa Merja Kallunki -sivustolle",
    "subheading": "Tutustu hengitystyöskentelyn, traumatyöskentelyn ja henkilökohtaisen kasvun maailmaan.",
    "introHeader": "Mistä tämä sivusto kertoo?",
    "intro": "Tämä sivusto esittelee hengitystyöskentelyn, traumatyöskentelyn ja valmennuksen muutosvoimaiset käytännöt. Löydä, kuinka nämä menetelmät voivat auttaa sinua saavuttamaan rentoutumisen, itsetietoisuuden ja tunnetason eheytymisen.",
    "sectionsHeader": "Tutustu osioihin",
    "sections": {
      "breathwork": "Hengitystyöskentely: Opi, kuinka tietoinen hengitys voi avata parantumisen ja rentoutumisen.",
      "trauma": "Traumatyöskentely: Ymmärrä menetelmät trauman käsittelyyn ja vapauttamiseen.",
      "coaching": "Valmennus: Löydä yksilöllistä ohjausta itsesi kehittämiseen ja haasteiden voittamiseen.",
      "prananadi": "Prananadi: Koe tiibetiläisen energiahoidon tasapaino ja harmonia.",
      "shibari": "Shibari: Tutustu köysityöskentelyn taiteeseen kehotietoisuuden ja rajojen vahvistamiseksi."
    },
    "welcomeHeader": "Tervetuloviesti",
    "welcome": "Tervetuloa tilaan, jossa parantuminen kohtaa itsensä löytämisen. Olitpa täällä oppimassa hengitystyöskentelystä, tutkimassa traumatyöskentelyä tai etsimässä valmennusta, tämä sivusto tarjoaa oivalluksia ja työkaluja matkasi tueksi."
  },
  "about": {
    "heading": "Tietoa Merja Kallunkista",
    "bioHeader": "Elämäkerta",
    "bioText": "Merja Kallunki on ammattilainen, jolla on syvät juuret Lapissa, Suomessa. Kasvaminen saamelaisperheessä rikastutti hänen lapsuuttaan poronhoidon perinteillä ja syvällä yhteydellä luontoon. Tämä kasvatus antoi hänelle vahvan läsnäolon ja harmonian tunteen luonnon kanssa. Vaikka hän on viettänyt suurimman osan aikuiselämästään Helsingissä, hänen sydämensä on edelleen Lapissa, missä hänen itsensä löytämisen ja ammatillisen kasvun matkansa alkoi.",
    "quote": "Tietoinen mieli unohtaa, mutta keho muistaa kaiken. Olen kehollistanut niin monia ihmisyyden teemoja ja traumoja itsessäni ja omassa kehossani, ettei ihmisyydessä ole enää sellaisia teemoja, joita en uskaltaisi katsoa toisen ihmisen vierellä.",
    "philosophyHeader": "Filosofia & Lähestymistapa",
    "philosophyText": "Merjan työ pohjautuu syvästi keholliseen kokemukseen, hengitystyöskentelyyn ja kehotyöskentelyyn. Hän uskoo, että käsittelemätön kipu ja trauma jäävät kehoon estäen energian vapaan virtauksen. Hänen lähestymistapansa yhdistää hengityksen, liikkeen, äänen, kosketuksen, tunteen ja meditaation tukemaan paranemista ja itsetuntemusta. Käsittelemällä sekä fyysisiä että emotionaalisia trauman puolia Merja auttaa asiakkaitaan saavuttamaan syvemmän yhteyden itseensä.",
    "storyHeader": "Kuka on Merja Kallunki?",
    "storyPoints": [
      "Addiktio opetti hänelle pakenemisen taidon ja voiman voittaa se.",
      "Väkivallan kokemukset paljastivat pelon voiman ja resilienssin.",
      "Isänsä hoitaminen hänen viimeisinä päivinään syvensi hänen ymmärrystään elämästä, kuolemasta ja hengityksen ikuisesta rytmistä.",
      "Hänen lastensa kamppailut ovat inspiroineet häntä kohtaamaan oman kipunsa, antautumaan ja vahvistumaan."
    ],
    "storyConclusion": "Merjan henkilökohtainen matka ruokkii hänen intohimoaan auttaa muita. Hän on omistautunut ohjaamaan asiakkaitaan heidän omien tarinoidensa läpi, tuoden valoa kokemuksiin, joita on usein vaikea sanallistaa."
  },
  "portfolio": {
    "heading": "Portfolio (Palvelut & Työpajat)",
    "breathworkTitle": "Hengitystyöskentely",
    "breathworkText": "Hengitys on silta fyysisyyden ja henkisen aspektin välillä. Hengityksellä hapen ja hiilidioksidin suhde elimistössä muuttuu ja hengityksen avulla on mahdollista saavuttaa ei-tavanomaisia tietoisuuden tiloja. Syvähengitys nostaa Theta-taajuuksia, jotka mahdollistavat siirtymisen syvempään tietoisuuden tilaan. Hengitystyöskentely voi auttaa kokemaan rentoutumista, rauhaa ja intuition voimistumista. Se on vahva työkalu trauman purkamiseen ja tunnetason eheytymiseen.",
    "bbtrsTitle": "BBTRS – BioDynamic Breathwork & Trauma Release System",
    "bbtrsPoints": [
      "Hengitys: Syvä hengitys yhteyden luomiseksi kehoon.",
      "Liike: Trauma jäädyttää kehon; liike hengityksen aikana vapauttaa energiaa.",
      "Ääni: Musiikki ja ääni auttavat vapauttamaan koko kehoa.",
      "Kosketus: Tietoinen kosketus ja kehotyöskentely tukevat trauman vapautumista.",
      "Tunne: Fasilitoija ohjaa tunteiden ilmaisua turvallisesti.",
      "Meditaatio: Harjoitus päättyy meditaatioon tukien integraatiota."
    ],
    "breathworkShibari": "Hengitystyöskentelyä voidaan yhdistää shibariin (köysityöskentelyyn) kehorajojen vahvistamiseksi ja antautumisen sekä turvallisuuden tukemiseksi.",
    "somaticMovementTitle": "Somatic Movement -meditaatio",
    "somaticMovementText": "Liikemeditaatio sisältää shakingin, unwindingin ja free dancen. Jokainen osa vapauttaa jännitystä kehosta. Intuitiivinen liike neutraloi tallentuneita muistoja ja tunteita, ja meditatiivinen liike parantaa kehotuntemusta (Felt Sense).",
    "merTitle": "MER – Myofascial Energetic Release",
    "merText": "MER on syvä, kokonaisvaltainen tekniikka kehoon jääneen energian vapauttamiseen. Se yhdistää syväkudoshieronnan, tuetut venytykset, kraniosakraalihoidon, energiahoidon, nivelten vapauttamisen ja trauman parantamisen. Prosessi on asiakaslähtöinen ja räätälöity yksilöllisiin tarpeisiin.",
    "traumaTitle": "Traumatyöskentely",
    "traumaText": "Traumatyöskentely on hyvin yksilöllistä ja yhdistää hengitystyöskentelyn, kehotyöskentelyn, keskustelun ja muita menetelmiä tarpeen mukaan. Prosessi etenee aina asiakkaan toiveiden ja valmiuden mukaan, tukien kehotietoisuutta ja syvempää paranemista.",
    "coachingTitle": "Valmennus",
    "coachingText": "Valmennuksessa yhdistyy sosiaalityö, kasvatustieteet, psykologia ja NLP keholliseen lähestymistapaan. Keskiössä on hyväksyntä ennen muutosta, kehon yhteyden ja itsensä rakastamisen tukeminen. Valmennusta on saatavilla erilaisiin elämäntilanteisiin, myös vanhemmuuteen ja nuorisotyöhön.",
    "prananadiTitle": "Prananadi-energiahoito",
    "prananadiText": "Prananadi on tiibetiläinen energiahoitomenetelmä. Energia kanavoidaan käsien kautta, ja hoito tehdään parhaiten livenä. Hoito käyttää puhdistavaa ja energisoivaa energiaa auttaen löytämään uutta tasapainoa, elinvoimaa ja sisäistä harmoniaa.",
    "shibariTitle": "Shibari-köysityöskentely",
    "shibariText": "Shibari integroidaan työpajoihin, hengitystyöskentelyyn tai tehdään itsenäisenä harjoituksena. Se vahvistaa kehorajoja ja voidaan yhdistää hengitystyöskentelyyn voimakkaan kehollisen kokemuksen saamiseksi. Shibaria voi tehdä yksin tai parin kanssa, ja se on tapa tutkia turvallisuutta, antautumista ja kehotietoisuutta."
  },
  "events": {
    "heading": "Tapahtumat",
    "upcomingTitle": "Tulevat tapahtumat & työpajat",
    "table": {
      "name": "Nimi",
      "date": "Päivä",
      "location": "Paikka",
      "info": "Lisätietoja"
    },
    "eventList": [
      "Entheos 9.-11.5. Helsinki",
      "Paluu Juurille - festarit 23.-25.5. Frantsila",
      "Pasilan hyvinvointifestarit 24.5. Helsinki (aloitus työpaja)",
      "Natural High Healing 3.-6.7. Uusikaupunki",
      "Natural High 29.5.2025 Netherlands",
      "Het Landjuweel 7.-10.8. Netherlands"
    ],
    "workshopsTitle": "Työpajat Helsingissä (huhti-toukokuu)",
    "workshopsList": [
      "Ma 28.4. Expression from Safety, Uudenmaankatu 33",
      "Ilmoittautuminen: merja.rp.kallunki@gmail.com tai WhatsApp +358400316541"
    ],
    "retreatTitle": "Erikoisretriitti",
    "retreatText": "Embodiment with Breathwork & Shibari\nNikkilän Temppeli 16.-18.5.2025\nViikonloppuretriitti, jossa hengitystyöskentely, shibari-työpaja ja vaikuttava hengitysharjoitus, jossa voi halutessaan sitoa itsensä hengitysharjoitusta varten. Ytimessä kehokokemus (felt sense), kehollinen läsnäolo ja menneiden kokemusten integrointi. Hengitys ohjaa syvemmälle kehoon, köydet rajaavat fyysisen kokemuksen turvallisesti."
  },
  "contact": {
    "heading": "Yhteystiedot & Sosiaalinen media",
    "title": "Ota yhteyttä",
    "email": "merja.rp.kallunki@gmail.com",
    "whatsapp": "+358400316541",
    "website": "https://merjakallunki.fi",
    "instagram": "https://instagram.com/merja_kallunki",
    "facebook": "https://facebook.com/merjakallunki",
    "telegram": "Breathwork by Merja",
    "description": "Ota yhteyttä yllä olevilla tavoilla tai somessa, ja sovitaan jatkosta.",
    "instagramWidgetHeader": "Seuraa Merjaa Instagramissa"
  }
}
