{
  "nav": {
    "home": "Etusivu",
    "about": "Merja",
    "portfolio": "Portfolio",
    "exhibitions": "Tapahtumat",
    "contact": "Yhteystiedot",
    "collaboration": "Yhteistyö"
  },
  "home": {
    "title": "Merja Kallunki",
    "heading": "Tervetuloa tutustumaan hengitystyöskentelyn ja kehollisen parantamisen maailmaan",
    "subheading": "Tutustu hengitystyöskentelyn ja kehollisen parantamisen voimaan – lähde kanssani matkalle.",
    "introHeader": "Mistä tämä sivusto kertoo?",
    "intro": "Tämä sivusto esittelee hengitystyöskentelyn, traumatyöskentelyn ja valmennuksen muutosvoimaiset käytännöt. Löydä, kuinka nämä menetelmät voivat auttaa sinua saavuttamaan rentoutumisen, itsetietoisuuden ja tunnetason eheytymisen.",
    "sectionsHeader": "Tutustu osioihin",
    "sections": {
      "breathwork": "Hengitystyöskentely: Opi, kuinka tietoinen hengitys voi avata parantumisen ja rentoutumisen.",
      "trauma": "Traumatyöskentely: Ymmärrä menetelmät trauman käsittelyyn ja vapauttamiseen.",
      "coaching": "Valmennus: Löydä yksilöllistä ohjausta itsesi kehittämiseen ja haasteiden voittamiseen.",
      "prananadi": "Prananadi: Koe tiibetiläisen energiahoidon tasapaino ja harmonia.",
      "shibari": "Shibari: Tutustu köysityöskentelyn taiteeseen kehotietoisuuden ja rajojen vahvistamiseksi."
    },
    "welcomeHeader": "Tervetuloviesti",
    "welcome": "Tervetuloa tilaan, jossa parantuminen kohtaa itsensä löytämisen. Olitpa täällä oppimassa hengitystyöskentelystä, tutkimassa traumatyöskentelyä tai etsimässä valmennusta, tämä sivusto tarjoaa oivalluksia ja työkaluja matkasi tueksi."
  },
  "about": {
    "heading": "Kuka on Merja Kallunki?",
    "subheading": "Matka parantumiseen ja muutokseen",
    "brandTitle": "Tervetuloa tutustumaan minuun",
    "intro": "Hengittäminen on muistamista. Tunteminen on parantumista.",
    "bio": {
      "backgroundTitle": "Taustani",
      "background": "Olen kotoisin Lapista. Kävin koulut Rovaniemellä, mutta käytännössä olen viettänyt suurimman osan lapsuudestani Sallassa. Isäni oli saamelaisesta suvusta ja poronhoito oli läsnä lapsuudenkodissani. Omaan vahvan olemuksen ja yhteyden luontoon, koska olen elänyt läsnä luonnon kanssa. Oon lähes koko aikuisikäni asunut Helsingissä, vaikkakin kotini on Lapissa.",
      "embodimentTitle": "Kehollisuus ja kokemukset",
      "embodiment": "Fyysisen kehon kokemukset ovat olleet mielenkiintoni kohteena pitkään. Kehollisuus. Miten ja missä ovat kokemukset, tunteet ja traumat, sillä uskon, että kipu, jota ei suostuta tuntemaan, jää kehoon estäen energian vapaan virtaamisen. Tunteet liittyvät aina traumaan, enkä usko, että kukaan selviää tästä ilmiömaailmasta ilman traumoja. Kyse on ehkä enemmänkin siitä, miten syviä ne ovat",
      "whoTitle": "Kuka Merja Kallunki on?",
      "who": "Suurimmat oppikokemukset olen tähän mennessä saanut addiktiosta, joka opetti pakenemaan.",
      "violence": "Usean eri muodon väkivalta, joka opetti pelon voiman.",
      "father": "Isän saattohoitaminen, joka opetti kehorakkauden, hengityksen vuorottelun syntymän (sisäänhengitys), kuoleman (uloshengitys) ja tyhjyyden välillä sekä pysähtyneisyyden, ikuisuuden läsnäolon fyysisen kehon kuoleman edessä.",
      "children": "Tietysti myös omat lapset, joiden kipu on pakottanut kohtaamaan omansa, huutamaan, tuntemaan ja itkemään. Tuntemaan voimattomuutta. Antautumaan.",
      "end": "Niin.. omasta kokemuksesta syntyy intohimo vapauttaa menneisyyden tarinasta ja tuoda valoa kokemuksiin, joita on vaikea sanoin selittää"
    },
    "standForTitle": "Mitä edustan",
    "embodiment": "Kehollisuus ennen selitystä. Kaikkea ei voi – eikä tarvitse – pukea sanoiksi.",
    "safety": "Turva läsnäolossa. Parantava tila on sellainen, jossa saat olla juuri sellainen kuin olet.",
    "traumaSacred": "Trauma on pyhä maaperä. Haavamme eivät ole häpeällisiä. Ne ovat portteja muutokseen.",
    "breathAnchor": "Hengitys ankkurina. Aina saatavilla. Aina todellinen. Tie takaisin itseesi.",
    "natureTeacher": "Luonto opettajana. Hidas. Villi. Anteeksipyytelemätön. Niin kuin parantumisenkin kuuluu olla.",
    "offeringsTitle": "Miten työskentelen",
    "noMethods": "En tarjoa metodeja. Tarjoan elettyä kokemustani. En näe itseäni parantajana.",
    "walkBeside": "Kuljen rinnallasi. Joskus pidän tilaa. Joskus todistan. Joskus muistutan sinua tuntemaan jalkasi.",
    "myOfferings": "Tarjoamani – hengitystyö, kehollinen työ, köysi – kaikki kumpuavat siitä, mitä olen itse elänyt. Siitä, mitä olen itse tarvinnut. Siitä, mikä on tuonut minut yhä uudelleen kehoni totuuden äärelle.",
    "ancient": "Moni sanoo kokevansa työssäni jotain ikiaikaista. Jotain rehellistä. Jotain villiä. Sitä osaa sinussa haluan kohdata.",
    "breathRopeRhythm": "Hengitys. Köysi. Rytmi.",
    "ropeFound": "Köysi löysi minut myöhemmin. Ja puhui jollekin, jonka jo tunsin luissani.",
    "shibari": "Shibari ei ole vain esteettistä. Se on somaattista. Hengitystä liikkeessä. Antautumista rajoissa. Intiimiä suhdetta itseen tai toiseen.",
    "ropeLanguage": "Sessiot ja työpajat – köysi on kieli. Se sanoo: näen sinut. Olet kannateltu. Voit päästää irti.",
    "whyTitle": "Miksi teen tätä työtä",
    "lived": "Koska olen elänyt sen, mitä nyt tarjoan.",
    "breathSoftens": "Koska olen nähnyt, miten hengitys voi pehmentää mahdottoman tuntuisen.",
    "safetyDeserve": "Koska uskon, että jokainen ansaitsee tuntea olonsa turvalliseksi omassa kehossaan.",
    "myWay": "Tämä on minun tieni. Minun omistautumiseni. Totuudelle. Läsnäololle. Paluulle.",
    "contact": ""
  },
  "portfolio": {
    "heading": "Portfolio",
    "subheading": "Tätä teen ja näin teen sen.",
    "introTitle": "Hengitystyöskentely & Somaattinen Parantaminen",
    "introText": "Merja Kallunki tarjoaa ainutlaatuisen yhdistelmän kehollisia parantamismenetelmiä, jotka yhdistävät perinteisen viisauden ja nykyaikaisen somaattisen terapian. Hänen lähestymistapansa pohjautuu syvään henkilökohtaiseen muutokseen, ammatilliseen koulutukseen ja elinikäiseen luontoyhteyteen. Jokainen hänen tarjoamansa menetelmä perustuu trauma-tietoisiin käytäntöihin, intuitiiviseen läsnäoloon ja kunnioitukseen kehoa kohtaan muistojen, parantumisen ja integraation välineenä.",
    "bbtrsTitle": "Biodynamic Breathwork & Trauma Release System (BBTRS)",
    "bbtrsText": "Biodynamic Breathwork & Trauma Release System (BBTRS) on moniulotteinen somaattinen terapia, joka toimii kuuden integroidun elementin kautta: hengitys, liike, ääni, kosketus, tunne ja meditaatio. Merjan ohjauksessa asiakkaat pääsevät muuntavalle matkalle, jossa kehoon varastoitunut jännitys ja trauma voidaan lempeästi kohdata ja vapauttaa.",
    "bbtrsBenefits": "Tämä menetelmä on erityisen voimakas niille, jotka haluavat palauttaa yhteyden tunteisiinsa, tasapainottaa hermostoa ja löytää syvää sisäistä selkeyttä. Hengitystekniikat aktivoivat autonomista hermostoa ja mahdollistavat kehon siirtymisen korjaavaan ja avoimeen tilaan.",
    "bbtrsQuote": "Hengitys on silta fyysisen ja henkisen välillä. Sisäänhengitys on syntymä, uloshengitys on kuolema ja niiden välissä on ikuisuus.",
    "bbtrsScience": "Tieteellinen tutkimus tukee yhä enemmän tietoisen hengityksen vaikutusta trauman toipumiseen ja tunnesäätelyyn. Tutkimukset osoittavat, että hengitystyöskentely voi aktivoida theta- ja delta-aaltoja – edistäen syvää rentoutumista ja neuroplastista muutosta.",
    "shibariTitle": "Shibari-inspiroitu Somaattinen Harjoitus",
    "shibariText": "Merja tarjoaa shibaria meditatiivisena ja kehokeskeisenä menetelmänä – joko itsenäisenä kokemuksena tai osana integroitua työpajaa. Perinteisestä japanilaisesta köysityöskentelystä ja nykyaikaisesta somaattisesta psykologiasta ammentavat sessiot luovat turvallisen ja avoimen tilan kehotietoisuuden, luottamuksen, rajojen ja vapautumisen tutkimiseen.",
    "shibariBenefits": "Köyden avulla voi kohdata kehon rajat uudella tavalla – antautuen, läsnäollen ja jopa tunteita purkaen. Shibarista tulee esityksen sijaan tietoisen tuntemisen ja itsen tutkimisen prosessi. Yksin tai parin kanssa koettuna se voi tuoda syviä muutoksia turvallisuuden, läheisyyden ja kehollisen tietoisuuden kokemukseen.",
    "shibariSelf": "Itse-sitominen itsetutkiskeluun ja voimaantumiseen",
    "shibariPartner": "Parityöskentely yhteissäätelyyn ja virittymiseen",
    "shibariWorkshops": "Teemalliset työpajat, joissa yhdistyy liike ja hengitys",
    "merTitle": "Myofascial Energetic Release (MER)",
    "merText": "MER on voimakas terapeuttinen kehoterapiamuoto, jonka tavoitteena on purkaa kroonista jännitystä, palauttaa faskian joustavuus ja tukea fyysistä ja henkistä hyvinvointia. Merjan ohjauksessa asiakkaat saavat mahdollisuuden tutkia keho-orientoitunutta lähestymistapaa, joka mahdollistaa kokemusten integraation osaksi omaa elämänhistoriaa.",
    "merDeepTissue": "Syväkudoshieronta ja tuettuja venytyksiä",
    "merCranio": "Kraniosakraalihoito",
    "merSomatic": "Somaattinen työskentely ja tunteiden käsittely",
    "merEnergy": "Energeettinen kosketus ja nivelten vapautus",
    "merReading": "Kehon ja energian havainnointi trauman parantamista kehon tasolta",
    "merIdeal": "Tämä työ sopii erityisesti stressistä, traumasta, fyysistä rajoituksista toipuville tai niille, jotka haluavat palauttaa yhteyden kehonsa viisauteen.",
    "somaticMovementTitle": "Somatic Movement & Active Meditation",
    "somaticMovementText": "Liike on lääke. Useimpien hengitys- tai kehoterapiasessioiden alussa Merja ohjaa somaattista liikettä kehotietoisuuden herättämiseksi ja läsnäolon pehmentämiseksi. Kolmivaiheinen prosessi sisältää:",
    "somaticShaking": "Shaking – jännityksen purku ja hermoston rahoitttaminen",
    "somaticUnwinding": "Unwinding – spiraalinen liike, joka vapauttaa kehon jännitystä",
    "somaticDance": "Vapaa tanssi – itse ilmaisu ilman sanoja tai ajatuksia",
    "somaticBenefits": "Tämä kokonaisuus pohjautuu trauma-tietoiseen liikkeeseen, tanssiterapiaan ja ikiaikaisiin intuitiivisiin liikeharjoituksiin. Se edistää kehollista tietoisuutta, tunteiden virtaavuutta ja lisääntynyttä kehotuntemusta – keskeisiä elementtejä syvälle parantumiselle.",
    "coachingTitle": "Yksilö Tapaamiset & Valmennus",
    "coachingText": "Merjan integroiva valmennus pohjautuu vuosien kokemukseen psykologiasta, sosiaalialasta, NLP:stä sekä omakohtaisesta traumasta ja muutoksesta. Sessiot yhdistävät kehollista tutkimista ja reflektoivaa keskustelua, auttaen asiakkaita ylittämään rajoittavat tarinat ja löytämään yhteyden omaan totuuteensa.",
    "coachingResilience": "Tunne-elämän resilienssi ja hermoston säätely",
    "coachingParenting": "Vanhemmuuden tuki ja perhedynamiikka",
    "coachingTrauma": "Traumasta toipuminen ja integraatio",
    "coachingSelfWorth": "Itsetunto, kehosuhde ja voimaantuminen",
    "coachingYouth": "Nuorten mentorointi ja riippuvuustuki",
    "coachingTailored": "Jokainen sessio räätälöidään asiakkaan nykyhetkeen, joustavasti yksilöllisten tarpeiden mukaisesti.",
    "prananadiTitle": "Prananadi-energiahoito",
    "prananadiText": "Prananadi on tiibetiläinen energiahoitomenetelmä, jossa tasapainottavaa ja puhdistavaa energiaa kanavoidaan hoitajan käsien kautta. Tämä lempeä mutta voimakas menetelmä vaikuttaa energiajärjestelmän hienovaraisilla tasoilla ja edistäen sisäistä tasapainoa.",
    "prananadiBenefits": "Energia hoito koetaan usein koetaan rauhoittavana ja läsnäoloa palauttavana. Vaikka menetelmä on hiljainen ja usein sanaton, se voi tukea tunnepuolen selkeyttä, henkistä yhteyttä ja energian uudistumista.",
    "trainingTitle": "Koulutus & Ammatillinen Polku",
    "trainingText": "Merjan ammatillinen kehitys sisältää:",
    "trainingSocial": "Sosiaali- ja kasvatusala (AMK) sekä kasvatustiede ja erityispedagogiikka (Helsingin yliopisto)",
    "trainingPsych": "Syventävät opinnot psykologiassa ja NLP:ssä (Jyväskylän yliopisto)",
    "trainingBBTRS": "Sertifioitu ohjaaja Biodynamic Breatwork & Trauma Release System, sekä Myofascial Energetic Release -menetelmä",
    "trainingPrananadi": "Prananadi-energiahoitaja",
    "trainingShibari": "Shibari, somaattisessa liikkeessä ja trauma-tietoisessa valmennuksessa",
    "trainingIntl": "Kansainvälinen ohjaajakokemus Suomessa, Virossa ja Iso-Britanniassa",
    "trainingSummary": "Työtä ohjaa paitsi akateeminen koulutus, myös syvä omakohtainen kokemus, henkinen etsintä ja vahva omistautuminen keholliselle muutokselle. Merja on saanut kokemusta ja vaikutteita työskennellessään kansainvälisesti tunnettujen ammattilaisten opastuksessa, kuten Eryk Nisarga Dobozs, Giten Tonkov, Saara Kantanen ja Andy Buru",
    "contactNote": "Täydelliset tiedot sessioista, työpajoista ja tulevista retriiteistä saat ottamalla yhteyttä Yhteystiedot-sivun kautta ja seuraamalla Merjaa Sosiaalisessa mediassa @merja_kallunki."
  },
  "events": {
    "heading": "Tapahtumat",
    "subheading": "Täällä voit kohdata minut.",
    "upcomingTitle": "Tulevat tapahtumat & työpajat",
    "intro": "Tämä tila on kutsu.\n\nHengittämään yhdessä.\nLiikkumaan, tuntemaan, pehmenemään.\nPalaamaan kehoon — rytmissä, hiljaisuudessa, luottamuksessa.\n\nOlipa kyseessä työpaja, retriitti tai yksi jaettu hengitys piirissä, jokainen kokoontuminen on mahdollisuus kohdata itsesi syvemmin.\nTulla nähdyksi. Muistaa. Tulla kannatelluksi.\n\nTapahtumani eivät ole esityksiä. Ne ovat tiloja, joissa saa olla matkalla.\n\nOlet tervetullut — juuri sellaisena kuin olet.",
    "table": {
      "name": "Nimi",
      "date": "Päivä",
      "location": "Paikka",
      "info": "Lisätietoja"
    },
    "types": {
      "event": "Tapahtuma",
      "workshop": "Työpaja",
      "festival": "Festivaali"
    }
  },
  "contact": {
    "heading": "Yhteystiedot & Sosiaalinen media",
    "subheading": "Ollaan yhteydessä ja tutkitaan yhdessä. Olet minulle tärkeä.",
    "title": "Ota yhteyttä",
    "email_label": "Sähköposti:",
    "whatsapp_label": "WhatsApp:",
    "website_label": "Verkkosivut:",
    "instagram_label": "Instagram:",
    "facebook_label": "Facebook:",
    "telegram_label": "Telegram:",
    "description": "Ota yhteyttä yläpuolella olevilla tavoilla tai somessa, ja sovitaan jatkosta.",
    "instagramWidgetHeader": ""
  },
  "collaboration": {
    "heading": "Yhteistyö",
    "subheading": "Tehdään yhdessä uutta.",
    "loremlimpsum1Title": "Luonnonperintösäätiö",
    "loremlimpsum1": "Breathwork by Merja Kallunki on mukana luontohyvityskampanjassa, joka toteutetaan Sallan matkailun ja Luonnonperintösäätiön toimesta. Merja kertoo, \"Kampanja toteutetaan lapsuuden maisemissani Sallassa, ja kampanjalla kerätään varoja suojelualueen hankkimiseksi Oulankajoen varrelta, Oulangan kansallispuiston maisemista.\" Alue on säästetty avohakkuilta vuosikymmeniä ja sen eläimet on omatoimisesti rauhoitettu metsästykseltä 40 v sitten. Alueen monimuotoiseen luontoon kuuluu yli 160-vuotiasta mäntymetsää, varttuvaa sekametsää sekä jokirannan tulvametsää. Metsän reunoilta ja keskeltä löytyy erilaisia suotyyppejä: rämettä, korpea ja nevaa. Metsästä löytyy monia uhanlaisia luontotyyppejä, joita asuttavat monet uhanalaiset metsä- ja suolajit. Osassa alueesta tehdään ennallistamistoimenpiteitä, jotta luonto palautuu siihen tilaan, jossa se oli ennen sotien jälleenrakennuksen aikaa. Pääset tutustumaan luontohyvityskampanjaan täältä (https://luonnonperintosaatio.fi/sallan-luontohyvitys/) ",
    "gallery": "Galleria"
  }
}
