{
  "nav": {
    "home": "Home",
    "about": "Merja",
    "portfolio": "Portfolio",
    "exhibitions": "Evenementen",
    "contact": "Contact",
    "collaboration": "Samenwerking",
    "testimonials": "Getuigenissen"
  },
  "home": {
    "title": "Merja Kallunki",
    "heading": "Welkom in de wereld van ademwerk en somatische heling",
    "subheading": "Ontdek de kracht van ademwerk en somatische heling – ga met mij mee op reis.",
    "introHeader": "Waar gaat deze website over?",
    "intro": "Deze site introduceert de transformerende praktijken van ademwerk, traumawerk en coaching. Ontdek hoe deze methoden je kunnen helpen ontspanning, zelfbewustzijn en emotionele integratie te bereiken.",
    "sectionsHeader": "Ontdek de secties",
    "sections": {
      "breathwork": "Ademwerk: Leer hoe bewust ademen heling en ontspanning kan openen.",
      "trauma": "Traumawerk: Begrijp de methoden voor het verwerken en loslaten van trauma.",
      "coaching": "Coaching: Vind individuele begeleiding voor zelfontwikkeling en het overwinnen van uitdagingen.",
      "prananadi": "Prananadi: Ervaar het evenwicht en de harmonie van Tibetaanse energieheling.",
      "shibari": "Shibari: Ontdek de kunst van touwwerk voor lichaamsbewustzijn en het versterken van grenzen."
    },
    "welcomeHeader": "Welkomstbericht",
    "welcome": "Welkom in een ruimte waar heling en zelfontdekking samenkomen. Of je nu hier bent om over ademwerk te leren, traumawerk te verkennen of coaching zoekt, deze site biedt inzichten en tools om je reis te ondersteunen."
  },
  "about": {
    "heading": "Wie is Merja Kallunki?",
    "subheading": "Een reis van heling en transformatie",
    "brandTitle": "Welkom, fijn je te ontmoeten.",
    "intro": "Ademen is herinneren. Voelen is helen.",
    "bio": {
      "backgroundTitle": "Mijn achtergrond",
      "background": "Ik kom uit Lapland. Ik ging naar school in Rovaniemi, maar in de praktijk heb ik het grootste deel van mijn jeugd in Salla doorgebracht. Mijn vader kwam uit een Sami-familie en rendierhouderij was aanwezig in mijn ouderlijk huis. Ik heb een sterke aanwezigheid en verbinding met de natuur omdat ik dicht bij de natuur heb geleefd. Ik heb bijna mijn hele volwassen leven in Helsinki gewoond, hoewel mijn thuis in Lapland is.",
      "embodimentTitle": "Belichaming en ervaringen",
      "embodiment": "De ervaringen van het fysieke lichaam zijn al lange tijd het middelpunt van mijn interesse. Belichaming. Hoe en waar zijn ervaringen, gevoelens en trauma's, want ik geloof dat pijn die niet gevoeld mag worden in het lichaam blijft, waardoor de vrije stroom van energie wordt belemmerd. Emoties zijn altijd verbonden met trauma, en ik geloof niet dat iemand deze fenomenale wereld zonder trauma overleeft. Misschien gaat het meer om hoe diep ze zijn.",
      "whoTitle": "Wie is Merja Kallunki?",
      "who": "De grootste lessen die ik tot nu toe heb geleerd, kwamen voort uit verslaving, die me leerde te ontsnappen.",
      "violence": "Verschillende vormen van geweld, die me de kracht van angst leerden.",
      "father": "Het verzorgen van mijn vader aan het einde van zijn leven, wat me lichaamsliefde leerde, de afwisseling van adem tussen geboorte (inademing), dood (uitademing) en leegte, evenals stilte, de aanwezigheid van de eeuwigheid tegenover de dood van het fysieke lichaam.",
      "children": "Natuurlijk ook mijn eigen kinderen, wier pijn me heeft gedwongen mijn eigen pijn onder ogen te zien, te schreeuwen, te voelen en te huilen. Om machteloosheid te voelen. Om me over te geven.",
      "end": "Dus... uit mijn eigen ervaring ontstaat de passie om los te komen van het verhaal van het verleden en licht te brengen in ervaringen die moeilijk in woorden uit te leggen zijn."
    },
    "painQuote": "Pijn die niet wordt gevoeld, blijft in het lichaam. En het lichaam onthoudt altijd.",
    "bodyKnows": "Het lichaam weet het. Daar begin ik.",
    "holdingSpace": "Ik geloof niet in het repareren van mensen. Ik geloof in ruimte houden. In luisteren. In het voelen van de randen van wat verborgen is — en het zachtjes laten opkomen.",
    "traumaLives": "Ik heb het keer op keer gezien: trauma leeft niet alleen in de geest. Het leeft in de adem. In spieren. In botten. In patronen die we niet eens zien.",
    "heal": "Dus we hoeven niet alles te begrijpen om te helen. We moeten ademen. Bewegen. Gevoeld worden.",
    "presence": "Dit is geen prestatie. Het is aanwezigheid. Het is proces.",
    "standForTitle": "Waar ik voor sta",
    "embodiment": "Belichaming boven uitleg. Niet alles kan in woorden worden uitgedrukt — en dat hoeft ook niet.",
    "safety": "Veiligheid in aanwezigheid. Een helende ruimte is er een waar je precies mag zijn zoals je bent.",
    "traumaSacred": "Trauma als heilige grond. Onze wonden zijn niet beschamend. Ze zijn toegangspunten tot transformatie.",
    "breathAnchor": "Adem als anker. Altijd beschikbaar. Altijd echt. Een weg terug naar jezelf.",
    "natureTeacher": "Natuur als leraar. Traag. Wild. Onverontschuldigend. Zoals heling zou moeten zijn.",
    "offeringsTitle": "Hoe ik werk",
    "noMethods": "Ik bied geen methoden aan. Ik bied mijn geleefde ervaring. Ik zie mezelf niet als een genezer.",
    "walkBeside": "Ik loop naast je. Soms houd ik ruimte. Soms ben ik getuige. Soms herinner ik je eraan je voeten te voelen.",
    "myOfferings": "Mijn aanbod — ademwerk, lichaamswerk, touw — komt allemaal voort uit wat ik zelf heb meegemaakt. Uit wat ik zelf nodig had. Uit wat mij steeds weer terugbracht naar de waarheid van mijn lichaam.",
    "ancient": "Mensen zeggen vaak dat ze iets ouds voelen in mijn werk. Iets echts. Iets wilds. Dat deel van jou wil ik ontmoeten.",
    "breathRopeRhythm": "Adem. Touw. Ritme.",
    "ropeFound": "Touw vond mij later. En het sprak tot iets wat ik al in mijn botten wist.",
    "shibari": "Shibari is niet alleen esthetisch. Het is somatisch. Het is adem in beweging. Het is overgave met grenzen. Het is intimiteit met jezelf of een ander.",
    "ropeLanguage": "In mijn sessies en workshops is touw een taal. Het zegt: Ik zie je. Je wordt vastgehouden. Je mag loslaten.",
    "whyTitle": "Waarom ik dit werk doe",
    "lived": "Omdat ik heb geleefd wat ik nu aanbied.",
    "breathSoftens": "Omdat ik heb gezien hoe adem kan verzachten wat onmogelijk lijkt.",
    "safetyDeserve": "Omdat ik geloof dat we allemaal het recht hebben ons veilig te voelen in ons eigen lichaam.",
    "myWay": "Dit is mijn manier. Dit is mijn toewijding. Aan waarheid. Aan aanwezigheid. Aan terugkeren.",
    "contact": ""
  },
  "portfolio": {
    "heading": "Portfolio",
    "subheading": "Dit is wat ik doe en hoe ik het doe.",
    "introTitle": "Ademwerk & Somatische Heling",
    "introText": "Merja Kallunki biedt een unieke combinatie van lichaamsgerichte helingsmethoden die traditionele wijsheid en moderne somatische therapie combineren. Haar benadering is geworteld in diepe persoonlijke transformatie, professionele scholing en een levenslange verbinding met de natuur. Elke methode die ze aanbiedt, is gebaseerd op trauma-bewuste praktijken, intuïtieve aanwezigheid en respect voor het lichaam als drager van herinnering, heling en integratie.",
    "bbtrsTitle": "Biodynamic Breathwork & Trauma Release System (BBTRS)",
    "bbtrsText": "Biodynamic Breathwork & Trauma Release System (BBTRS) is een multidimensionale somatische therapie die werkt via zes geïntegreerde elementen: adem, beweging, geluid, aanraking, emotie en meditatie. Onder begeleiding van Merja gaan cliënten op een transformerende reis waarbij spanning en trauma die in het lichaam zijn opgeslagen, voorzichtig kunnen worden benaderd en losgelaten.",
    "bbtrsBenefits": "Deze methode is vooral krachtig voor mensen die opnieuw verbinding willen maken met hun emoties, het zenuwstelsel willen balanceren en diepe innerlijke helderheid willen vinden. Ademhalingstechnieken activeren het autonome zenuwstelsel en stellen het lichaam in staat over te schakelen naar een staat van herstel en openheid.",
    "bbtrsQuote": "Adem is de brug tussen het fysieke en het spirituele. Inademing is geboorte, uitademing is dood en daartussen ligt de eeuwigheid.",
    "bbtrsScience": "Wetenschappelijk onderzoek ondersteunt steeds meer het effect van bewust ademen op traumaherstel en emotionele regulatie. Studies tonen aan dat ademwerk theta- en delta-golven kan activeren – wat diepe ontspanning en neuroplastische verandering bevordert.",
    "shibariTitle": "Shibari-geïnspireerde Somatische Praktijk",
    "shibariText": "Merja biedt shibari aan als een meditatieve en lichaamsgerichte methode – zowel als een op zichzelf staande ervaring als als onderdeel van een geïntegreerde workshop. Sessies geïnspireerd op traditionele Japanse touwkunst en moderne somatische psychologie creëren een veilige en open ruimte om belichaming, vertrouwen, grenzen en loslaten te verkennen.",
    "shibariBenefits": "Met touw kun je de grenzen van het lichaam op een nieuwe manier ervaren – je overgeven, aanwezig zijn en zelfs emoties loslaten. Shibari wordt een proces van bewust voelen en zelfonderzoek in plaats van een performance. Alleen of met een partner kan het diepe veranderingen brengen in het gevoel van veiligheid, intimiteit en belichaamde bewustwording.",
    "shibariSelf": "Zelfbinden voor zelfonderzoek en empowerment",
    "shibariPartner": "Partnerwerk voor co-regulatie en afstemming",
    "shibariWorkshops": "Thematische workshops met beweging en ademhaling",
    "merTitle": "Myofascial Energetic Release (MER)",
    "merText": "MER is een krachtige therapeutische lichaamswerkmodaliteit die is ontworpen om chronische spanning los te maken, de elasticiteit van de fascia te herstellen en fysiek en mentaal welzijn te ondersteunen. Onder begeleiding van Merja krijgen cliënten de kans om een lichaamsgerichte benadering te verkennen die integratie van ervaringen in hun eigen levensverhaal mogelijk maakt.",
    "merDeepTissue": "Diepe weefselmassage en ondersteunde stretches",
    "merCranio": "Craniosacraaltherapie",
    "merSomatic": "Somatisch werk en emotionele verwerking",
    "merEnergy": "Energetische aanraking en gewrichtsontspanning",
    "merReading": "Lichaams- en energieobservatie voor traumagenezing op lichaamsniveau",
    "merIdeal": "Dit werk is vooral geschikt voor mensen die herstellen van stress, trauma, fysieke beperkingen of die opnieuw verbinding willen maken met de wijsheid van hun lichaam.",
    "somaticMovementTitle": "Somatische Beweging & Actieve Meditatie",
    "somaticMovementText": "Beweging is medicijn. Aan het begin van de meeste ademwerk- of lichaamswerksessies begeleidt Merja somatische beweging om lichaamsbewustzijn te wekken en aanwezigheid te verzachten. Het drie-fasenproces omvat:",
    "somaticShaking": "Shaking – spanningsontlading en kalmering van het zenuwstelsel",
    "somaticUnwinding": "Unwinding – spiraalbeweging die spanning in het lichaam loslaat",
    "somaticDance": "Vrij dansen – zelfexpressie zonder woorden of gedachten",
    "somaticBenefits": "Deze sequentie is gebaseerd op trauma-bewuste beweging, danstherapie en oude intuïtieve bewegingspraktijken. Het bevordert belichaamde bewustwording, emotionele doorstroming en een verhoogd lichaamsgevoel – sleutelelementen voor diepe heling.",
    "coachingTitle": "Individuele Sessies & Coaching",
    "coachingText": "Merja's integratieve coaching is gebaseerd op jarenlange ervaring in psychologie, maatschappelijk werk, NLP en persoonlijke ervaring met trauma en verandering. Sessies combineren lichaamsgerichte verkenning en reflectieve dialoog, waardoor cliënten verder kunnen gaan dan beperkende verhalen en verbinding kunnen maken met hun eigen waarheid.",
    "coachingResilience": "Emotionele veerkracht en regulatie van het zenuwstelsel",
    "coachingParenting": "Ouderschapsbegeleiding en gezinsdynamiek",
    "coachingTrauma": "Traumaherstel en integratie",
    "coachingSelfWorth": "Zelfvertrouwen, lichaamsrelatie en empowerment",
    "coachingYouth": "Jongerenmentorschap en verslavingsondersteuning",
    "coachingTailored": "Elke sessie wordt afgestemd op het huidige moment van de cliënt, flexibel volgens individuele behoeften.",
    "prananadiTitle": "Prananadi Energieheling",
    "prananadiText": "Prananadi is een Tibetaanse energiehelingmethode waarbij balancerende en zuiverende energie via de handen van de behandelaar wordt gekanaliseerd. Deze zachte maar krachtige methode werkt op de subtiele niveaus van het energiesysteem en bevordert innerlijke balans.",
    "prananadiBenefits": "Energieheling wordt vaak ervaren als kalmerende en herstellende aanwezigheid. Hoewel de methode stil en vaak woordloos is, kan het emotionele helderheid, spirituele verbinding en energievernieuwing ondersteunen.",
    "trainingTitle": "Opleiding & Professioneel Pad",
    "trainingText": "Merja's professionele ontwikkeling omvat:",
    "trainingSocial": "Sociaal en educatief veld (AMK) evenals onderwijs en speciaal onderwijs (Universiteit van Helsinki)",
    "trainingPsych": "Verdiepende studies in psychologie en NLP (Universiteit van Jyväskylä)",
    "trainingBBTRS": "Gecertificeerd facilitator in Biodynamic Breathwork & Trauma Release System en de Myofascial Energetic Release-methode",
    "trainingPrananadi": "Prananadi energieheler",
    "trainingShibari": "Shibari, in somatische beweging en trauma-bewuste coaching",
    "trainingIntl": "Internationale ervaring als facilitator in Finland, Estland en het VK",
    "trainingSummary": "Mijn werk wordt geleid door niet alleen academische scholing, maar ook door diepe persoonlijke ervaring, spirituele zoektocht en een sterke toewijding aan belichaamde transformatie. Merja heeft ervaring en invloed opgedaan door te werken onder internationaal bekende professionals zoals Eryk Nisarga Dobozs, Giten Tonkov, Saara Kantanen en Andy Buru.",
    "contactNote": "Voor volledige details over sessies, workshops en aankomende retraites, neem contact op via de Contact-pagina en volg Merja op sociale media @merja_kallunki."
  },
  "events": {
    "heading": "Evenementen",
    "subheading": "Hier kun je mij ontmoeten.",
    "upcomingTitle": "Aankomende Evenementen",
    "pastTitle": "Afgelopen evenementen",
    "intro": "Deze ruimte bevat uitnodigingen.\n\nOm samen te ademen,\nOm te bewegen, te voelen, te verzachten,\nOm terug te keren naar het lichaam, in ritme, in stilte, in vertrouwen.\n\nOf het nu een workshop, een retraite of een enkele ademhaling in een cirkel is, elke bijeenkomst is een kans om jezelf dieper te ontmoeten, om gezien te worden, om te herinneren, om vastgehouden te worden.\n\nMijn evenementen zijn niet alleen optredens, het zijn ruimtes van worden.\n\nJe bent hier welkom, precies zoals je bent.",
    "registration": "Om je aan te melden voor individuele evenementen, neem contact met mij op via e-mail of WhatsApp. Je vindt mijn contactgegevens op de Contact-pagina. Voor internationale workshops kun je ook direct contact opnemen, ik verbind je met de lokale organisatoren die de logistiek regelen. Hopelijk tot snel!",
    "registrationSubheading": "Registratie & Contact opnemen",
    "table": {
      "name": "Naam",
      "date": "Datum",
      "location": "Locatie",
      "info": "Meer informatie"
    },
    "types": {
      "event": "Evenement",
      "workshop": "Workshop",
      "festival": "Festival"
    },
    "privateSubheading": "Privésessies",
    "privateSessions": "In aansluiting op evenementen en retraites, vooral internationale, bied ik ook individuele 1-op-1 sessies aan. Deze zijn voor wie dieper aanwezig wil zijn, persoonlijke integratie zoekt of gewoon in een meer intieme setting wil worden ontmoet.\n\nAls dit je aanspreekt, neem gerust contact op via WhatsApp of e-mail. Ik vertel je graag meer."
  },
  "contact": {
    "heading": "Contact & Sociale Media",
    "subheading": "Laten we verbinden en samen ontdekken. Je betekent de wereld voor mij.",
    "title": "Neem contact op",
    "email_label": "E-mail:",
    "whatsapp_label": "WhatsApp:",
    "website_label": "Website:",
    "instagram_label": "Instagram:",
    "facebook_label": "Facebook:",
    "telegram_label": "Telegram:",
    "description": "Neem contact op via bovenstaande methoden of op sociale media, en laten we de volgende stappen bespreken.",
    "instagramWidgetHeader": ""
  },
  "collaboration": {
    "heading": "Samenwerking",
    "subheading": "Laten we samen nieuwe mogelijkheden creëren.",
    "loremlimpsum1Title": "Luonnonperintösäätiö",
    "loremlimpsum1": "Breathwork by Merja Kallunki maakt deel uit van een natuurcompensatiecampagne, georganiseerd door Sallan matkailu en de Finse Natural Heritage Foundation. Merja zegt: 'De campagne vindt plaats in mijn jeugdlandschappen in Salla en heeft als doel geld in te zamelen voor de aankoop van een beschermd gebied langs de Oulankajoki-rivier, in het landschap van het Oulanka Nationaal Park.' Het gebied is al tientallen jaren gespaard gebleven van kaalkap en de dieren zijn 40 jaar geleden vrijwillig beschermd tegen de jacht. De gevarieerde natuur omvat meer dan 160 jaar oude dennenbossen, volwassen gemengde bossen en overstromingsbossen langs de rivier. Aan de randen en in het midden van het bos zijn verschillende soorten moerassen te vinden: dennenmoeras, sparrenmoeras en open veen. Het bos herbergt veel bedreigde habitats en soorten. In delen van het gebied worden herstelmaatregelen genomen om de natuur terug te brengen naar de staat van voor de wederopbouw na de oorlog. Meer informatie over de campagne vind je hier (https://luonnonperintosaatio.fi/sallan-luontohyvitys/)",
    "gallery": "Galerij"
  },
  "testimonials": {
    "heading": "Getuigenissen & Referenties",
    "intro": "Lees wat klanten zeggen over hun ervaringen met Merja's diensten.",
    "t1": {
      "original": "",
      "translation": "(Vertaling in het Nederlands) Beste Merja, ik was bij je sessie op het Natural High Festival. Ik was zo onder de indruk van jou en van wat de ademhaling met me deed. Ik ging volledig blanco naar je workshop, zonder enige verwachting. De titel van je workshop maakte me nieuwsgierig. En wat was het geweldig. De ontspanning die ik na je sessie voelde, heb ik al heel lang niet meer ervaren.",
      "name": "Suus",
      "time": "2025"
    },
    "t2": {
      "original": "",
      "translation": "(Vertaling in het Nederlands) Hoi Merja, wat een mooie ontmoeting. Ik kreeg een heel duidelijke aanwijzing om naar je workshop op zaterdag te gaan en daar gebeurde echt waar ik op was voorbereid. Ik ben dankbaar dat ik dit daar met jou, onder jouw begeleiding, heb mogen ervaren. Je bent een grote inspiratie voor mij en hopelijk kruisen onze paden snel weer.",
      "name": "Netta",
      "time": "2024"
    },
    "t3": {
      "original": "",
      "translation": "(Vertaling in het Nederlands) Ik hoorde in de sauna en van een paar vrienden dat mensen in jouw workshop op Natuilla op totaal andere frequenties kwamen dan ooit ergens anders. Je bent geweldig!!! Het was heerlijk om je persoonlijk te ontmoeten!",
      "name": "Mari",
      "time": "2024"
    },
    "t4": {
      "original": "",
      "translation": "(Vertaling in het Nederlands) Hoi :) goedemorgen en bedankt voor Natuilla. Je workshop resoneerde erg. Je doet geweldig werk en ik zou graag meer met je samenwerken.",
      "name": "Petra",
      "time": "2024"
    },
    "t5": {
      "original": "",
      "translation": "(Vertaling in het Nederlands) Hoi Merja, ik wil je uit de grond van mijn hart bedanken voor de workshop van gisterochtend. Gelukkig durfde ik te komen en het onbekende tegemoet te gaan. Ik weet niet eens hoe ik de energie in de tipi moet beschrijven, want het was iets zo groots en magisch – en zo veilig. De oefening opende iets heel dieps in mij dat ik nog niet helemaal heb kunnen verwerken, maar ik wilde je toch bedanken dat je deze belangrijke ervaring mogelijk hebt gemaakt. Dit was zeker een keerpunt in mijn leven. Het allerbeste voor jou.",
      "name": "Sofi",
      "time": "2024"
    },
    "t6": {
      "original": "",
      "translation": "(Vertaling in het Nederlands) Nogmaals bedankt voor de retraite, het was een heerlijk weekend. Het was goed om even weg te zijn uit de vertrouwde omgeving. De workshops waren leerzaam maar zachtaardig. Ik hou van je 'veeleisende' maar accepterende manier van begeleiden. Het geeft het gevoel dat je niet meer hoeft te zijn dan je bent, maar juist door die mildheid daag je jezelf toch uit zonder het te merken. Je moet het werk zelf doen, anders blijf je misschien leeg achter. Zoals je altijd vroeg aan het einde van de oefening, om dankbaar te zijn voor het werk dat ieder van ons heeft gedaan. Een week later voel ik nog steeds dat mijn ademhaling vrijer is en ik meer aanwezig ben. Ik heb ook naar de kleine problemen van het dagelijks leven gekeken vanuit een iets groter perspectief en er is ruimte vrijgekomen voor andere gevoelens in plaats van angst. Hopelijk zien we elkaar snel weer. Fijne week.",
      "name": "Soila",
      "time": "2024"
    },
    "t7": {
      "original": "",
      "translation": "(Vertaling in het Nederlands) Dank je Merja, nogmaals voor het weekend. Het was een echt geweldig retraite, ook al was het intens en uitdagend. Het schema was goed doordacht en er was precies genoeg programma en pauze om ook tussen de workshops door te kunnen herstellen. Je hebt een ongelooflijk vermogen om een veilige en liefdevolle ruimte te creëren waar je durft los te laten en diep te gaan. En dan aan het einde ontspannen we altijd en keren we terug naar de rust. Dank je dank je dank je. Het was geweldig om je te leren kennen en je oefeningen te ontdekken. Ik kom zeker om bij je gebonden te worden / te ademen en hopelijk is er in de herfst of volgend jaar weer een retraite.",
      "name": "Laura Hyrkäs",
      "time": "2024"
    },
    "t8": {
      "original": "",
      "translation": "(Vertaling in het Nederlands) Hartelijk dank voor de MER-behandeling. Het is lang geleden dat mijn lichaam zich zo open en in lijn voelde als na de behandeling. Soms was het gevoel echt wonderbaarlijk. Mijn lopen en houding werden rechter. Ik herken nu ook beter de momenten en situaties waarin ik mijn schouders nog naar voren trek ter bescherming. Ook mentaal kreeg ik meer vertrouwen in gewoon mezelf zijn. Ik kan gemakkelijker gewoon mezelf zijn zonder iemand om toestemming of vergeving te hoeven vragen voor wie ik ben. Dat is een enorm en levensveranderend inzicht dat zich opent... En dat allemaal na slechts één behandeling. Ik herken dat er nog veel woede en verdriet in de spanningen van het lichaam begraven ligt, maar laag voor laag smelt zelfs het staalijs en wordt het bevrijd richting de lente.",
      "name": "Saara",
      "time": "2024"
    }
  }
}